Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: Retrieving
kn: ಮರುಪಡೆಯುತ್ತಿದ್ದೇನೆ
te: పునఃసమ్పాదన

source: Web
kn: ಅಂತರ್ಜಾಲ

source: FTP site name:
kn: FTP ತಾಣದ ಹೆಸರು:
te: FTP సైటు పేరు:

source: Web site name:
kn: ಅಂತರ್ಜಾಲ ತಾಣದ ಹೆಸರು:
te: Web site పేరు:

source: Use non-anonymous ftp
kn: ಅನಾಮಕವಲ್ಲದ ftp ಬಳಸಿ
te: నామరహిత ftpని ఉపయోగించు

source: FTP Setup
kn: FTP ಸಂಯೋಜನೆ
te: FTP అమర్పు

source: HTTP Setup
kn: HTTP ಸಂಯೋಜನೆ
te: HTTP అమర్పు

source: You must enter a server name.
kn: ನೀವು ಒಂದು ಪರಿಚಾರಕದ ಹೆಸರನ್ನು ನಮೂದಿಸಬೇಕು.
te: మీరు తప్పక ఒక sarver పేరును ఇవ్వాలి.

source: You must enter a directory.
kn: ನೀವು ಕಡತಕೋಶವೊಂದನ್ನು ನಮೂದಿಸಬೇಕು.
te: మీరు తప్పక ఒక సంచిక పేరును ఇవ్వాలి.

source: Unknown Host
kn: ಗೊತ್ತಿಲ್ಲದ ಅತಿಥೇಯ
te: తెలియని ఆతిధేయి

source: %s is not a valid hostname.
kn: %s ಒಂದು ಮಾನ್ಯ ಆತಿಥೇಯನಾಮವಲ್ಲ.
te: %s సరైన ఆతిధేయి పేరు కాదు.

source: If you are using non anonymous ftp, enter the account name and password you wish to use below.
kn: ನೀವುಅನಾಮಕವಲ್ಲದ ftp ಬಳಸುತ್ತಿದ್ದಲ್ಲಿ, ನೀವು ಬಳಸಲಿಚ್ಛಿಸುವ ಖಾತೆಯ ಹೆಸರು ಮತ್ತು ಗುಪ್ತಪದವನ್ನು ಕೆಳಗೆ ನಮೂದಿಸಿ.
te: మీరు నామరహిత ftpని ఉపయోగిస్తున్నట్లయితే, ఖాతా పేరు మరియూ అనుమతిపదంను కింద ఇవ్వండి.

source: If you are using a HTTP proxy server enter the name of the HTTP proxy server to use.
kn: ನೀವುHTTP ಪ್ರಾತಿನಿಧಿಕ ಪರಿಚಾರಕವನ್ನು ಬಳಸುತ್ತಿದ್ದಲ್ಲಿ, ಬಳಸಬೇಕಾದ HTTP ಪ್ರಾತಿನಿಧಿಕ ಪರಿಚಾರಕದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
te: మీరు HTTP proxy serverను ఉపయోగిస్తున్నట్లయితే ఉపయోగానికి HTTP proxy server పేరును ఇవ్వండి.

source: Account name:
kn: ಖಾತೆ ಹೆಸರು:
te: ఖాతా పేరు:

source: Further FTP Setup
kn: ಹೆಚ್ಚುವರಿ FTP ಸಂಯೋಜನೆ
te: ఇతర FTP అమర్పు

source: Further HTTP Setup
kn: ಹೆಚ್ಚುವರಿ HTTP ಸಂಯೋಜನೆವಾನೆ ಶಿಷ್ಟಾಚಾರ ಸಂಹಿತೆ
te: ఇతర HTTP అమర్పు

source: Loading SCSI driver
kn: ತಾರ್ಕಿಕ SCSI ಚಾಲಕ ಉತ್ಥಾಪನೆಗೊಳ್ಳುತ್ತಿದೆ
te: SCSI డ్రైవర్ను ఇతర loadచేస్తోంది

source: Add _ZFCP LUN
kn: _ZFCP LUN ಅನ್ನು ಸೇರಿಸಿ
te: ZFCP LUNను కలుపు (_Z)

source: Add _iSCSI target
kn: _iSCSI ಉದ್ದಿಷ್ಟವನ್ನು ಸೇರಿಸಿ
te: iSCSI లక్ష్యాన్ని కలుపు (_i)

source: Disable _dmraid device
kn: _dmraid ಸಾಧನವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
te: dmraid సాధనం కుదరదు (_d)

source: <b>Repository _URL:</b>
kn: <b>ಸಂಪುಟದ _URL:</b>
te: <b>సురక్షితస్థానం URL:</b> (_U)

source: <b>Repository _name:</b>
kn: <b>ಸಂಪುಟದ ಹೆಸರು (_n):</b>
te: <b>సురక్షితస్థానం పేరు:</b> (_n)

source: Add Repository
kn: ಸಂಪುಟವನ್ನು ಸೇರಿಸು
te: సురక్షిత స్థానాన్ని కలుపు

source: Please provide the location where your additional software can be installed from. Note that this must be a valid repository for %s.
kn: ಅನುಸ್ಥಾಪಿಸಬಹುದಾದ ಹೆಚ್ಚುವರಿ ತಂತ್ರಾಂಶಗಳ ಆಕರಸ್ಥಾನವನ್ನು ನೀಡಿ. ಗಮನಿಸಿ, ಇದು %s ನ ಒಂದು ಮಾನ್ಯ ಸಂಪುಟವಾಗಿರಬೇಕು.
te: దయచేసి మీ అదనపు software ఎక్కడ సంస్థాపించాలో ఆ స్థానాన్ని సమకూర్చండి. ఇది మీ %sకి విలువైన సురకక్షితస్థానం.

source: _Add repository
kn: ಸಂಪುಟವನ್ನು ಸೇರಿಸಿ (_A)
te: సురక్షితస్థానాన్ని కలుపు (_A)

source: Reboo_t
kn: ಮರು ಸಜ್ಜುಗೊಳಿಸಿ (_t)
te: పునఃప్రారంభం (_t)

source: _Next
kn: ಮುಂದಕ್ಕೆ (_N)
te: తరువాత (_N)

source: _Release Notes
kn: ಸಮರ್ಪಣಾ ಟಿಪ್ಪಣಿಗಳು (_R)
te: విడుదల నోట్సు (_R)

source: Encrypt system
kn: ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ವ್ಯವಸ್ಥೆ
te: ఎన్క్రిప్టు సిస్టమ్

source: Installation requires partitioning of your hard drive. By default, a partitioning layout is chosen which is reasonable for most users. You can either choose to use this or create your own.
kn: ಅನುಸ್ಥಾಪನೆಯು ನಿಮ್ಮ ಡ್ರೈವ್‌ ಅನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತದೆ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ಹೆಚ್ಚಿನ ಬಳಕೆದಾರರಿಗೆ ಯುಕ್ತವಾದ ವಿಭಾಗೀಕರಣ ವಿನ್ಯಾಸವನ್ನೇ ಆರಿಸಿಕೊಳ್ಳಲಾಗುವುದು. ನೀವು ಇದನ್ನೇ ಬಳಸಲು ಆರಿಸಿಕೊಳ್ಳಬಹುದು ಇಲ್ಲವೇ ನಿಮ್ಮದೇ ಆದ ವಿನ್ಯಾಸವನ್ನು ರಚಿಸಬಹುದು.
te: సమ్స్థాపనకి మీ డ్రైవు విభజన కావలసి ఉంది. సిద్ధంగా, ఒక విభజన ఎన్నుకోబడింది. మీరు దీన్ని ఉపయోగించవచ్చు లేదా మీఅంతట వేరే దాన్ని ఎన్నుకోవచ్చు.

source: Re_view and modify partitioning layout
kn: ವಿಭಾಗೀಕರಣ ವಿನ್ಯಾಸವನ್ನು ಮರುಪರಿಶೀಲಿಸಿ ಮಾರ್ಪಡಿಸಿ (_v)
te: పరిశీలన మరియూ విభజనా వాస్తు మార్పు (_v)

source: _Advanced storage configuration
kn: ಪ್ರೌಢ ಸಂಗ್ರಹಣಾ ಸಂರಚನೆ (_A)
te: పురోగామి నిక్షిప్త ఆఇతీకరణ (_A)

source: _Select the drive(s) to use for this installation.
kn: ಅನುಸ್ಥಾಪನೆಗೆ ಬಳಸಬೇಕಾದ ಚಾಲಕಗಳನ್ನು ಆರಿಸಿ (_S).
te: ఈ సంస్థాపనకు ఉపయోగించే డ్రైవు(లు)ను ఎన్నుకో. (_S)

source: Exception Info
kn: ತೊಡಕುಗಳ ಮಾಹಿತಿ
te: మినహాయింపు సమాచారం

source: _Exception details
kn: ತೊಡಕುಗಳ ವಿವರಗಳು (_E)
te: మినహాయింపు వివరాలు (_E)

source: <b>CHAP _Password:</b>
kn: <b>CHAP ಗುಪ್ತಪದ (_P):</b>
te: <b>CHAP సంకేతపదము (_P):</b>

source: <b>CHAP _Username:</b>
kn: <b>CHAP ಬಳಕೆದಾರನ ಹೆಸರು (_U):</b>
te: <b>CHAP వినియోగదారినామము (_U):</b>

source: <b>Reverse CHAP P_assword:</b>
kn: <b>ವಿಲೋಮ CHAP ಗುಪ್ತಪದ (_a):</b>
te: <b>విలోమ CHAP సంకేతపదము (_a):</b>

source: <b>Reverse CHAP U_sername:</b>
kn: <b>ವಿಲೋಮ CHAP ಬಳಕೆದಾರನ ಹೆಸರು (_s):</b>
te: <b>విలోమ CHAP వినియోగదారినామము (_s):</b>

source: <b>_Target IP Address:</b>
kn: <b>ಉದ್ದಿಷ್ಟ IP ವಿಳಾಸ (_T):</b>
te: <b>లక్ష్య IP చిరునామాలు:</b> (_T)

source: <b>iSCSI Initiator _Name:</b>
kn: <b>iSCSI ಆರಂಭಕದ ಹೆಸರು (_N):</b>
te: <b>iSCSI నిర్దేశకుని పేరు:</b> (_N)

source: Also add this passphrase to all existing encrypted devices to streamline the boot process
kn: ಬೂಟ್ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಸಮರ್ಥಗೊಳಿಸಲು ಈ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ಈಗಿರುವ ಎಲ್ಲಾ ಗೂಢಲಿಪೀಕರಣಗೊಂಡಿರುವ ಸಾಧನಗಳಿಗೆ ಸೇರಿಸು
te: బూట్ కార్యక్రమమును క్రమపర్చుటకు ఈ సంకేతపదమును వున్న ఎన్క్రిప్టెడ్ పరికరములకు జతచేయుము

source: Confirm passphrase:
kn: ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ಖಚಿತಪಡಿಸಿ:
te: సంకేతపదమును నిర్థారించుము:

source: Enter passphrase for encrypted partition
kn: ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ವಿಭಾಗಕ್ಕಾಗಿ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ನಮೂದಿಸಿ
te: ఎన్క్రిప్టెడ్ విభజనకొరకు సంకేతపదమును ప్రవేశపెట్టుము

source: Enter passphrase:
kn: ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ನಮೂದಿಸಿ:
te: సంకేతపదమును ప్రవేశపెట్టుము:

source: <b>Gateway:</b>
kn: <b>ಗೇಟ್‌ವೇ :</b>

source: <b>IPv4 Address:</b>
kn: <b>IPv4 ವಿಳಾಸ:</b>
te: <b>IPv4 చిరునామా:</b>

source: <b>IPv6 Address:</b>
kn: <b>IPv6 ವಿಳಾಸ:</b>
te: <b>IPv6 చిరునామా:</b>

source: <b>Nameserver:</b>
kn: <b>ನಾಮಪರಿಚಾರಕ:</b>
te: <b>నామserver:</b>

source: <b>_Interface:</b>
kn: <b>ಸಂಪರ್ಕಸಾಧನ (_I):</b>
te: <b>అంతర్ముఖం:</b> (_I)

source: Enable IPv_4 support
kn: IPv_4 ಸಮರ್ಥನೆಯನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಿ
te: IPv_4 మద్దతు కుదరదు (_4)

source: Enable IPv_6 support
kn: IPv_6 ಸಮರ್ಥನೆಯನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಿ
te: IPv_6 మద్దతు కుదరదు

source: Enable network interface
kn: ಜಾಲ ಸಂಪರ್ಕಸಾಧನವನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಿ
te: network అంతర్ముఖీనత కుదరదు

source: This requires that you have an active network connection during the installation process. Please configure a network interface.
kn: ಇದು ಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಒಂದು ಕ್ರಿಯಾಶೀಲ ಜಾಲಸಂಪರ್ಕವನ್ನು ಅಪೇಕ್ಷಿಸುತ್ತದೆ. ದಯವಿಟ್ಟು ಒಂದು ಜಾಲ ಸಂಪರ್ಕಸಾಧನವನ್ನು ಸಂರಚಿಸಿ.

source: Use _dynamic IP configuration (DHCP)
kn: ಡೈನಮಿಕ್‌ IP ಸಂರಚನೆಯನ್ನು ಬಳಸಿ (DHCP) (_d)
te: క్రియాశీల IP ఆకృతీకరణన (DHCP)ను ఉపయోగించు (_d)

source: <b>Description Goes Here</b>
kn: <b>ವಿವರಣೆಯು ಇಲ್ಲಿದೆ</b>
te: <b>వివరణ యిక్కడ వుంటుంది</b>

source: <b>Hardware address: DE:AD:00:BE:EF:00</b>
kn: <b>ಯಂತ್ರಾಂಶ ವಿಳಾಸ: DE:AD:00:BE:EF:00</b>
te: <b>హార్డువేర్ చిరునామా: DE:AD:00:BE:EF:00</b>

source: Edit Interface
kn: ಸಂಪರ್ಕಸಾಧನವನ್ನು ಸಂಪಾದಿಸಿ
te: ఇంటర్‌ఫేస్‌ను సరిచేయుము

source: Encryption Key:
kn: ಗೂಢಲಿಪೀಕರಣ ಕೀಲಿ:
te: ఎన్క్రిప్షన్ కీ:

source: Manual configuration
kn: ಸ್ವಹಸ್ತ ಸಂರಚನೆ
te: మానవీయ ఆకృతీకరణ

source: Point to Point (IP):
kn: ಬಿಂದುವಿನಿಂದ ಬಿಂದುವಿಗೆ (I_P):
te: పాయింటు నుండీ పాయింటుకి (IP):

source: Customize _later
kn: ನಂತರ ಪರಿಷ್ಕರಿಸು (_l)
te: తరువాత వినియోగించు (_l)

source: Please select any additional repositories that you want to use for software installation.
kn: ದಯವಿಟ್ಟು ತಂತ್ರಾಶದ ಅನುಸ್ಥಾಪನೆಗೆ ನೀವು ಉಪಯೋಗಿಸಲು ಯಾವುದಾದರೂ ಹೆಚ್ಚಿನ ಭಂಡಾರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
te: దయచేసి software సంస్థాపనకు మీరు ఉపయోగించదలచిన అదనపు repositoriలను ఎన్నుకోండి.

source: You can further customize the software selection now, or after install via the software management application.
kn: ತಂತ್ರಾಂಶಗಳ ಆಯ್ಕೆಯ ಗ್ರಾಹಕೀಕರಣವನ್ನು ಈಗ ಪೂರ್ಣಗೊಳಿಸಬಹುದು ಇಲ್ಲವೇ ಅನುಸ್ಥಾಪನೆಯ ನಂತರ ತಂತ್ರಾಂಶ ನಿರ್ವಹಣಾ ಅನ್ವಯದ ಮೂಲಕ ಮಾಡಬಹುದು.
te: మీరు ఆ సాఫ్టువేరు వినియోగాన్ని ఎన్నుకోవటం ఇప్పుడు చేయగలరు, లేదా సాఫ్టువేరు నిర్వహణ అనువర్తనం ద్వారా సంస్థాపించిన తరువాత చేయగలరు.

source: _Add additional software repositories
kn: ಹೆಚ್ಚು_ವರಿ ತಂತ್ರಾಂಶ ಸಂಪುಟಗಳನ್ನು ಸೇರಿಸು (_A)
te: అదనపు సాఫ్టువేరు సురక్షితస్థానాలను కలుపు (_A)

source: _Customize now
kn: ಈಗ ಪರಿಷ್ಕರಿಸು (_C)
te: ఇప్పుడు వినియోగించు (_C)

source: <b>Device number:</b>
kn: <b>ಸಾಧನಾಂಕಿ:</b>
te: <b>సాధన సం:</b>

source: Add FCP device
kn: FCP ಸಾಧನವನ್ನು ಸೇರಿಸು
te: Add FCP సాధనం

source: Acre
kn: ಆಕರ್

source: Alagoas, Sergipe
kn: ಅಲಗೋಸ್, ಸೆರ್ಗಿಪೆ

source: Alaska Time
kn: ಅಲಾಸ್ಕ ಸಮಯ
te: Alaska సమయం

source: Alaska Time - Alaska panhandle
kn: ಅಲಾಸ್ಕ ಸಮಯ - ಅಲಾಸ್ಕ ಪ್ಯಾನ್ ಹ್ಯಾಂಡಲ್
te: Alaska సమయం - Alaska panhandle

source: Alaska Time - Alaska panhandle neck
kn: ಅಲಾಸ್ಕ ಸಮಯ - ಅಲಾಸ್ಕ ಪ್ಯಾನ್ ಹ್ಯಾಂಡಲ್ ನೆಕ್
te: Alaska సమయం - Alaska panhandle neck

source: Alaska Time - west Alaska
kn: ಅಲಾಸ್ಕ ಸಮಯ - ಪಶ್ಚಿಮ ಅಲಾಸ್ಕ
te: Alaska సమయం - పశ్చిమ Alaska

source: Aleutian Islands
kn: ಅಲ್ಯೂಷಿಯನ್ನ್ ದ್ವೀಪಗಳು

source: Amapa, E Para
kn: ಅಮಾಪ, ಪೂರ್ವ ಪಾರಾ

source: Amundsen-Scott Station, South Pole
kn: ಅಮುಂದಸೆನ್-ಸ್ಕಾಟ್ ಸ್ಟೇಷನ್, ದಕ್ಷಿಣ ಧ್ರುವ
te: Amundsen-Scott Station, దక్షిణ Pole

source: Aqtobe (Aktobe)
kn: ಅಕ್ಟೋಬ್

source: Atlantic Standard Time - Quebec - Lower North Shore
kn: ಅಟ್ಲಾಂಟಿಕ್ ಮಾನಕ ಸಮಯ - ಕ್ಯೂಬೆಕ್ - ಲೋಯರ್ ನಾರ್ತ್ ಶೋರ್
te: Atlantic ప్రామాణిక సమయం - Quebec - కింది ఉత్తర Shore

source: Atlantic Time - Labrador - most locations
kn: ಅಟ್ಲಾಂಟಿಕ ಸಮಯ - ಲ್ಯಾಬ್ರಡಾರ್ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: Atlantic సమయం - Labrador - ఎక్కువ స్థానాలు

source: Atlantic Time - New Brunswick
kn: ಅಟ್ಲಾಂಟಿಕ್ ಸಮಯ - ಹೊಸ ಬ್ರುನ್ಸ್ ವಿಕ್
te: Atlantic సమయం - కొత్త Brunswick

source: Atlantic Time - Nova Scotia (most places), PEI
kn: ಅಟ್ಲಾಂಟಿಕ್ ಸಮಯ - ನೋವಾ ಸ್ಕಾಷಿಯಾ (ಬಹಳಷ್ಟು ಪ್ರದೇಶಗಳು), PEI
te: Atlantic సమయం - Nova Scotia (ఎక్కువ స్థలాలు), PEI

source: Atlantic Time - Nova Scotia - places that did not observe DST 1966-1971
kn: ಅಟ್ಲಾಂಟಿಕ್ ಸಮಯ - ನೋವಾ ಸ್ಕಾಷಿಯಾ - ೧೯೬೬-೧೯೭೧ ಸಮಯದಲ್ಲಿ DST ಪಾಲಿಸದ ಪ್ರದೇಶಗಳು
te: Atlantic సమయం - Nova Scotia - గమనించని స్థలాలు DST 1966-1971

source: Atlantic islands
kn: ಅಟ್ಲಾಂಟಿಕ್ ದ್ವೀಪಗಳು

source: Atyrau (Atirau, Gur'yev), Mangghystau (Mankistau)
kn: ಆತಿರಾವ್, ಮಂಗಿಸ್ತಾವ್

source: Azores
kn: ಏಚೋರ್

source: Bahia
kn: ಬಹಿಯಾ

source: Bayan-Olgiy, Govi-Altai, Hovd, Uvs, Zavkhan
kn: ಬಾಯನ್-ಆಲ್ಗಿ, ಗೋವಿ-ಆಲ್ಟಾಯ್, ಹೊವ್ದ, ವುವ್ಸ, ಚಾವ್ಕಾನ್

source: Buenos Aires (BA, CF)
kn: ಬ್ಯುನೊಸ್ ಎರೀಸ್ (BA, CF)

source: Canary Islands
kn: ಕಾನರಿ ದ್ವೀಪಗಳು

source: Casey Station, Bailey Peninsula
kn: ಕೆಸಿ ಸ್ಟೇಷನ್, ಬೇಲಿ ಪರ್ಯಾಯದ್ವೀಪ

source: Catamarca (CT), Chubut (CH)
kn: ಕಟಾಮಾರ್ಕಾ (CT), ಚುಬುಟ್ (CH)

source: Central Standard Time - Saskatchewan - midwest
kn: ಮಧ್ಯ ಕಾಲಮಾನ ಸಮಯ - ಸಸ್ಕಾತ್ಚೆವಾನ್ - ಮಧ್ಯ ಪಶ್ಚಿಮ
te: కేంద్రీయ ప్రామాణిక సమయం - Saskatchewan - midwest

source: Central Standard Time - Saskatchewan - most locations
kn: ಮಧ್ಯ ಕಾಲಮಾನ ಸಮಯ - ಸಸ್ಕಾತ್ಚೆವಾನ್ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: ప్రామాణిక కేంద్ర సమయం - Saskatchewan - ఎక్కువ స్థానాలు

source: Central Time
kn: ಮಧ್ಯ ಸಮಯ
te: కేంద్ర సమయం

source: Central Time - Campeche, Yucatan
kn: ಮಧ್ಯ ಸಮಯ - ಕ್ಯಾಂಪೆಚ್, ಯುಕಾಟನ್
te: కేంద్ర సమయం - Campeche, Yucatan

source: Central Time - Coahuila, Durango, Nuevo Leon, Tamaulipas
kn: ಮಧ್ಯ ಸಮಯ - ಚೋವುಲಾ, ದುರಾಂಗೊ, ನ್ಯೂವೊ ಲಿಯಾನ್, ತಾಮುಲಿಪಾಸ್
te: కేంద్ర సమయం - Coahuila, Durango, Nuevo Leon, Tamaulipas

source: Central Time - Indiana - Perry County
kn: ಮಧ್ಯ ಸಮಯ - ಇಂಡಿಯಾನ - ಪೆರಿ ಕೌಂಟಿ
te: కేంద్ర సమయం - Indiana - Perry దేశము

source: Central Time - Indiana - Pike County
kn: ಮಧ್ಯ ಸಮಯ - ಇಂಡಿಯಾನ - ಪೈಕ್ ಕೌಂಟಿ
te: కేంద్ర సమయం - Indiana - Pike ప్రాంతం

source: Central Time - Manitoba & west Ontario
kn: ಮಧ್ಯ ಸಮಯ - ಮನಿತೊಬ ಮತ್ತು ಪಶ್ಚಿಮ ಅಂಟಾರಿಯೊ
te: కేంద్ర సమయం - Manitoba & పశ్చిమ Ontario

source: Central Time - Michigan - Dickinson, Gogebic, Iron & Menominee Counties
kn: ಮಧ್ಯ ಸಮಯ - ಮಿಚಿಗನ್ - ಡಿಕಿನ್ಸನ್, ಗೊಜಿಬಿಕ್, ಐರನ್ ಮತ್ತು ಮಿನೊಮಿನಿ ಕೌಂಟಿಗಳು
te: కేంద్ర సమయం - Michigan - Dickinson, Gogebic, Iron & Menominee Counties

source: Central Time - North Dakota - Morton County (except Mandan area)
kn: ಮಧ್ಯ ಸಮಯ - ಉತ್ತರ ಡಕೋಟ - ಮಾರ್ಟಾನ್ ಕೌಂಟಿ ( ಮಂದನ್ ಪ್ರದೇಶ ಬಿಟ್ಟು)
te: కేంద్ర సమయం - ఉత్తర Dakota - Morton County (Mandan ప్రాంతం తప్ప)

source: Central Time - North Dakota - Oliver County
kn: ಮಧ್ಯ ಸಮಯ - ಉತ್ತರ ಡಕೋಟ - ಆಲಿವರ್ ಕೌಂಟಿಿ
te: కేంద్ర సమయం - ఉత్తర Dakota - Oliver County

source: Central Time - Quintana Roo
kn: ಮಧ್ಯ ಸಮಯ - ಕ್ವಿಂತಾನ ರೂ
te: కేంద్ర సమయం - Quintana Roo

source: Central Time - Rainy River & Fort Frances, Ontario
kn: ಮಧ್ಯ ಸಮಯ - ರೈನಿ ರಿವರ್ ಮತ್ತು ಪೋರ್ಟ ಪ್ರಾನ್ಸಿಸ್, ಅಂಟಾರಿಯೊ
te: కేంద్ర సమయం - Rainy River & Fort Frances, Ontario

source: Central Time - central Nunavut
kn: ಮಧ್ಯ ಸಮಯ - ಮಧ್ಯ ನುನಾವುತ್
te: కేంద్ర సమయం - central Nunavut

source: Central Time - most locations
kn: ಮಧ್ಯ ಸಮಯ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: కేంద్ర సమయం - ఎక్కువ స్థానాలు

source: Ceuta & Melilla
kn: ಸ್ಯೂಟಾ ಮತ್ತು ಮಿಲಿಲ್ಲ

source: Chatham Islands
kn: ಚ್ಯಾಟ್ಹಾಮ್ ದ್ವೀಪಗಳು

source: Davis Station, Vestfold Hills
kn: ಡೇವಿಸ್ ಸ್ಟೇಷನ್, ವೆಸ್ಟಪೋಲ್ಡ ಬೆಟ್ಟ

source: Dornod, Sukhbaatar
kn: ಡಾರ್ನಾಡ್ ಸುಖಬಾಟರ್

source: Dumont-d'Urville Station, Terre Adelie
kn: ಡಿಮಾಂಟ್-ಡಿ'ವುರ್ವಿಲೆ ಸ್ಟೇಶನ್, ಟೆರ್ರೆ ಅಡಿಲಿಲ

source: E Amazonas
kn: ಪೂರ್ವ ಅಮೆಜೋನಾಸ್

source: Easter Island & Sala y Gomez
kn: ಈಸ್ಟರ್ ದ್ವೀಪ ಮತ್ತು ಸಲ ವೈ ಗೋಮೆಜ್
te: తూర్పు Island & Sala y Gomez

source: Eastern Standard Time - Atikokan, Ontario and Southampton I, Nunavut
kn: ಪೂರ್ವ ಕಾಲಮಾನ ಸಮಯ - ಸೌತ್ಹಾಂಪ್ಟನ್ ದ್ವೀಪ, ಅಟಿಕೋಕನ್, ಓಂಟಾರಿಯೋ, ನುನಾವಟ್
te: ఈస్ట్రన్ ప్రామాణిక సమయం - Atikokan, Ontario and Southampton I, Nunavut

source: Eastern Time
kn: ಪೂರ್ವ ಸಮಯ
te: ఈస్ట్రన్ సమయం

source: Eastern Time - Indiana - Crawford County
kn: ಪೂರ್ವ ಸಮಯ - ಇಂಡಿಯಾನ - ಕ್ರಾಪರ್ಡ್ ಕೌಂಟಿ
te: ఈస్ట్రన్ సమయం - Indiana - Crawford County

source: Eastern Time - Indiana - Daviess, Dubois, Knox & Martin Counties
kn: ಮಧ್ಯ ಸಮಯ - ಇಂಡಿಯಾನ - ಡೇವೀಸ್, ದುಬಾಯಿಸ್, ನಾಕ್ಸ, ಹಾಗು ಮಾರ್ಟಿನ್, ಕೌಂಟಿಗಳು
te: ఈస్ట్రన్ సమయం - Indiana - Daviess, Dubois, Knox & Martin దేశాలు

source: Eastern Time - Indiana - Pulaski County
kn: ಪೂರ್ವ ಸಮಯ - ಇಂಡಿಯಾನ -ಪುಲಾಸ್ಕಿ ಕೌಂಟಿ
te: ఈస్ట్రన్ సమయం - Indiana - Pulaski County

source: Eastern Time - Indiana - Starke County
kn: ಪೂರ್ವ ಸಮಯ - ಇಂಡಿಯಾನ - ಸ್ಟಾರ್ಕ್ ಕೌಂಟಿ
te: ఈస్ట్రన్ సమయం - Indiana - Starke ప్రాంతం

source: Eastern Time - Indiana - Switzerland County
kn: ಪೂರ್ವ ಸಮಯ - ಇಂಡಿಯಾನ - ಸ್ವಿಟ್ಸರ್ಲಾಂಡ್ ಕೌಂಟಿ
te: ఈస్ట్రన్ సమయం - Indiana - Switzerland ప్రాంతం

source: Eastern Time - Indiana - most locations
kn: ಪೂರ್ವ ಸಮಯ - ಇಂಡಿಯಾನ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: ఈస్ట్రన్ సమయం - Indiana - అధిక ప్రాంతాలు

source: Eastern Time - Kentucky - Louisville area
kn: ಪೂರ್ವ ಸಮಯ - ಕೆನ್ಟಕಿ - ಲೂಯಿವೈಲ್ ಪ್ರದೇಶ
te: ఈస్ట్రన్ సమయం - Kentucky - Louisville ప్రాంతం

source: Eastern Time - Kentucky - Wayne County
kn: ಪೂರ್ವ ಸಮಯ - ಕೆನ್ಟಕಿ - ವೇಯ್ನ್ ಕೌಂಟಿ
te: ఈస్ట్రన్ సమయం - Kentucky - Wayne ప్రాంతం

source: Eastern Time - Michigan - most locations
kn: ಪೂರ್ವ ಸಮಯ - ಮಿಚಿಗನ್ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: ఈస్ట్రన్ సమయం - Michigan - అధిక స్థానాలు

source: Eastern Time - Ontario & Quebec - places that did not observe DST 1967-1973
kn: ಪೂರ್ವ ಸಮಯ - ಅಂಟಾರಿಯೊ ಮತ್ತು ಕ್ಯುಬೆಕ್ - ೧೯೬೭-೧೯೭೩ ವರಗೆ ಡಿ.ಎಸ್.ಟಿ ಪಾಲಿಸದ ಪ್ರದೇಶಗಳು
te: ఈస్ట్రన్ సమయం - Ontario & Quebec - DST 1967-1973 గుర్తించని స్థలాలు

source: Eastern Time - Ontario - most locations
kn: ಪೂರ್ವ ಸಮಯ - ಅಂಟಾರಿಯೊ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: ఈస్ట్రన్ సమయం - Ontario - most స్థానాలు

source: Eastern Time - Pangnirtung, Nunavut
kn: ಪೂರ್ವ ಸಮಯ - ಪಂಗ್ನಿರ್ತಂಗ್, ನುನಾವತ್
te: ఈస్ట్రన్ సమయం - Pangnirtung, Nunavut

source: Eastern Time - Quebec - most locations
kn: ಪೂರ್ವ ಸಮಯ - ಕ್ಯುಬೆಕ್ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: ఈస్ట్రన్ సమయం - Quebec - అధిక ప్రాంతాలు

source: Eastern Time - Resolute, Nunavut
kn: ಪೂರ್ವ ಸಮಯ - ರಿಸಲ್ಯೂಟ್, ಪೂರ್ವ ನುನಾವತ್
te: ఈస్ట్రన్ సమయం - Resolute, Nunavut

source: Eastern Time - Thunder Bay, Ontario
kn: ಪೂರ್ವ ಸಮಯ - ಥಂಡರ್ ಬೇ, ಅಂಟಾರಿಯೊ
te: ఈస్ట్రన్ సమయం - Thunder Bay, Ontario

source: Eastern Time - east Nunavut - most locations
kn: ಪೂರ್ವ ಸಮಯ - ಪೂರ್ವ ನುನಾವತ್ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: ఈస్ట్రన్ సమయం - తూర్పు Nunavut - అధిక స్థానములు

source: Galapagos Islands
kn: ಗಾಲಾಪಾಗೋಸ್ ದ್ವೀಪಗಳು

source: Gambier Islands
kn: ಗಾಂಬಿಯರ್ ದ್ವೀಪಗಳು

source: Gilbert Islands
kn: ಗಿಲ್ಬರ್ಟ್ ದ್ವೀಪಗಳು

source: Hawaii
kn: ಹವಾಯ್

source: Heilongjiang (except Mohe), Jilin
kn: ಹಿಲಾಂಗ್ಜಿಯಾಂಗ್ (ಮೊಹೆಯನ್ನು ಹೊರತುಪಡಿಸಿ), ಜಿಲಿನ್
te: Heilongjiang (Mohe తప్ప), Jilin

source: Irian Jaya & the Moluccas
kn: ಇರಿಯನ್ ಜಯ ಮತ್ತು ಮಲಕ್ಕಾ
te: Irian Jaya & Moluccas

source: Java & Sumatra
kn: ಜಾವ ಮತ್ತು ಸುಮಾತ್ರ

source: Johnston Atoll
kn: ಜಾನ್ಸ್ಟನ್ ಅಟಾಲ್

source: Jujuy (JY)
kn: ಜುಜುಯ್ (JY)

source: Kosrae
kn: ಕೊಸ್ರೆ

source: Kwajalein
kn: ಕ್ವಾಜಲೇನ್

source: La Rioja (LR)
kn: ಲಾರಿಯೋಜಾ (LR)

source: Line Islands
kn: ಲೈನ್ ದ್ವೀಪಗಳು

source: Lord Howe Island
kn: ಲಾರ್ಡ ಹೋವ್ ದ್ವೀಪಗಳು

source: Madeira Islands
kn: ಮದೀರ ದ್ವೀಪಗಳು

source: Marquesas Islands
kn: ಮರ್ಕೂಸಾಸ್ ದ್ವೀಪಗಳು

source: Mato Grosso
kn: ಮಾತೋ ಗ್ರೋಸೋ

source: Mato Grosso do Sul
kn: ಮಾತೋ ಗ್ರೋಸೋ ಡೋ ಸುಲ್

source: Mawson Station, Holme Bay
kn: ಮಾವ್ಸನ್ ಸ್ಟೇಷನ್, ಹೋಲ್ಮ್ ಬೇ

source: McMurdo Station, Ross Island
kn: ಮೆಕ್ ಮುರ್ದೋ ಸ್ಟೇಷನ್, ರಾಸ್ ದ್ವೀಪ

source: Mendoza (MZ)
kn: ಮೇಂಡೋಜಾ

source: Midway Islands
kn: ಮಿಡ್ವೇ ದ್ವೀಪಗಳು

source: Moscow+00 - Caspian Sea
kn: ಮಾಸ್ಕೋ+೦೦ - ಕ್ಯಾಸ್ಪಿಯನ್ ಸಮುದ್ರ
te: Moscow+00 - Caspian సముద్రం

source: Moscow+00 - west Russia
kn: ಮಾಸ್ಕೋ+೦೦ - ಪಶ್ಚಿಮ ರಷ್ಯ
te: Moscow+00 - పశ్చిమ Russia

source: Moscow+01 - Samara, Udmurtia
kn: ಮಾಸ್ಕೋ+೦೧ - ಸಮಾರ, ಉದ್ಮುರ್ಶಿಯಾ

source: Moscow+02 - Urals
kn: ಮಾಸ್ಕೋ+೦೨ - ಉರಾಲ್ಸ್

source: Moscow+03 - Novosibirsk
kn: ಮಾಸ್ಕೋ+೦೩ - ನೋವೋಸಿಬಿರ್ಸಕ್

source: Moscow+03 - west Siberia
kn: ಮಾಸ್ಕೋ+೦೩ - ಪಶ್ಚಿಮ ಸೈಬೀರಿಯಾ
te: Moscow+03 - పశ్చిమ Siberia

source: Moscow+04 - Yenisei River
kn: ಮಾಸ್ಕೋ+೦೩ - ಯೆನಿಸೀ ನದಿ
te: Moscow+04 - Yenisei నది

source: Moscow+05 - Lake Baikal
kn: ಮಾಸ್ಕೋ+೦೫ - ಬೈಕಾಲ್ ಸರೋವರ

source: Moscow+06 - Lena River
kn: ಮಾಸ್ಕೋ+೦೬ - ಲೆನಾ ನದಿ
te: Moscow+06 - Lena నది

source: Moscow+07 - Amur River
kn: ಮಾಸ್ಕೋ+೦೭ - ಅಮುರ್ ನದಿ
te: Moscow+07 - Amur నది

source: Moscow+07 - Sakhalin Island
kn: ಮಾಸ್ಕೋ+೦೭ - ಸಖಾಲಿನ್ ದ್ವಿಪ

source: Moscow+08 - Magadan
kn: ಮಾಸ್ಕೋ+೦೮ - ಮಗಾದನ್

source: Moscow+09 - Kamchatka
kn: ಮಾಸ್ಕೋ+೦೯ - ಕಾಮ್ಚಟ್ಕಾ

source: Moscow+10 - Bering Sea
kn: ಮಾಸ್ಕೋ+೧೦ - ಬೇರಿಂಗ್ ಸಮುದ್ರ
te: Moscow+10 - Bering సముద్రం

source: Moscow-01 - Kaliningrad
kn: ಮಾಸ್ಕೋ+೦೧ - ಕಾಲಿನಿನ್ಗ್ರೇಡ್

source: Mountain Standard Time - Arizona
kn: ಶಿಖರ ಕಾಲಮಾನ ಸಮಯ - ಅರಿಜೋನ
te: Mountain ప్రామాణిక సమయం - Arizona

source: Mountain Standard Time - Dawson Creek & Fort Saint John, British Columbia
kn: ಶಿಖರ ಕಾಲಮಾನ ಸಮಯ - ದಾವ್ಸನ್ ಕ್ರಿಕ್ ಮತ್ತು ಸಂತ ಜಾನ್ ಕೋಟೆ, ಬ್ರಿಟೀಷ್ ಕೊಲಂಬಿಯಾ
te: Mountain ప్రామానిక సమయం - Dawson Creek & Fort Saint John, British Columbia

source: Mountain Standard Time - Sonora
kn: ಶಿಖರ ಕಾಲಮಾನ ಸಮಯ - ಸೊನೊರಾ
te: Mountain ప్రామాణిక సమయం - Sonora

source: Mountain Time
kn: ಶಿಖರ ಸಮಯ
te: Mountain సమయం

source: Mountain Time - Alberta, east British Columbia & west Saskatchewan
kn: ಶಿಖರ ಸಮಯ - ಆಲ್ಬರ್ಟಾ, ಪೂರ್ವ ಬ್ರಿಟೀಷ್ ಕೊಲಂಬಿಯಾ ಮತ್ತು ಪಶ್ಚಿಮ ಸಾಸ್ಕಟ್ಚೆವನ್
te: Mountain సమయం - Alberta, తూర్పు British Columbia & పశ్చిమ Saskatchewan

source: Mountain Time - Chihuahua
kn: ಶಿಖರ ಸಮಯ - ಚಿಹುಹ್ವಾ
te: Mountain సమయం - Chihuahua

source: Mountain Time - Navajo
kn: ಶಿಖರ ಸಮಯ - ನವಾಜೋ
te: Mountain సమయం - Navajo

source: Mountain Time - S Baja, Nayarit, Sinaloa
kn: ಶಿಖರ ಸಮಯ - ಎಸ್ ಬಾಜಾ, ನಾಯರೀತ್, ಸಿನಾಲೊ
te: Mountain సమయం - S Baja, Nayarit, Sinaloa

source: Mountain Time - central Northwest Territories
kn: ಶಿಖರ ಸಮಯ - ಮಧ್ಯ ವಾಯುವ್ಯ ಪ್ರದೇಶಗಳು
te: Mountain సమయం - central Northwest Territories

source: Mountain Time - south Idaho & east Oregon
kn: ಶಿಖರ ಸಮಯ - ದಕ್ಷಿಣ ಇದಾಹೊ ಮತ್ತು ಪೂರ್ವ ಓರಿಗಾನ್
te: Mountain సమయం - దక్షిణ Idaho & తూర్పు Oregon

source: Mountain Time - west Northwest Territories
kn: ಶಿಖರ ಸಮಯ - ಮಧ್ಯ ಪಶ್ಚಿಮ ವಾಯುವ್ಯ ಪ್ರದೇಶಗಳು
te: Mountain సమయం - పశ్చిమ Northwest Territories

source: Mountain Time - west Nunavut
kn: ಮೌಂಟೈನ್ ಸಮಯ - ಪಶ್ಚಿಮ ನುನಾವುತ್
te: పర్వత సమయం - పశ్చిమ Nunavut

source: NE Brazil (MA, PI, CE, RN, PB)
kn: ಈಶಾನ್ಯ ಬ್ರೆಜಿಲ್ (MA, PI, CE, RN, PB)

source: New South Wales - Yancowinna
kn: ಹೊಸ ದಕ್ಷಿಣ ವೇಲ್ಸ್ - ಯಾನ್ಕೊವಿನ್ನಾ

source: New South Wales - most locations
kn: ಹೊಸ ದಕ್ಷಿಣ ವೇಲ್ಸ್ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: New South Wales - అధిక ప్రాంతాలు

source: Newfoundland Time, including SE Labrador
kn: ನ್ಯೂಫೌಂಡ್ ಲ್ಯಾಂಡ್ ಸಮಯ, ಎಸ್ ಇ ಲ್ಯಾಬ್ರಡಾರ್ ಸೇರಿಸಿ
te: Newfoundland సమయం, SE Labradorతో కూడా

source: Northern Territory
kn: ಉತ್ತರ ಪ್ರಾಂತ್ಯಗಳು

source: Pacific Time
kn: ಪೆಸಿಫಿಕ್ ಸಮಯ
te: Pacific సమయం

source: Pacific Time - north Yukon
kn: ಪೆಸಿಫಿಕ್ ಸಮಯ _ ಉ. ಯೂಕಾನ್
te: Pacific సమయం - ఉత్తర Yukon

source: Pacific Time - south Yukon
kn: ಪೆಸಿಫಿಕ್ ಸಮಯ _ ದ. ಯೂಕಾನ್
te: Pacific సమయం - దక్షిణ Yukon

source: Pacific Time - west British Columbia
kn: ಪೆಸಿಫಿಕ್ ಸಮಯ _ ಪ. ಬ್ರಿಟಿಷ್ ಕೊಲಂಬಿಯಾ
te: Pacific సమయమ్ - పశ్చిమ British Columbia

source: Palmer Station, Anvers Island
kn: ಪಾಲ್ಮರ್ ಸ್ಟೇಷನ್, ಆನ್ವರ್ಸ್ ದ್ವೀಪ

source: Pernambuco
kn: ಪೆಮಾಂಮ್ಬುಕೋ

source: Phoenix Islands
kn: ಫೀನಿಕ್ಸ ದ್ವೀಪಗಳು

source: Ponape (Pohnpei)
kn: ಪೋನಪೇ (ಪಾನ್ಪೇಯ್)

source: Queensland - Holiday Islands
kn: ಕ್ವೀನ್ಸಲ್ಯಾಂಡ್ ಹಾಲಿಡೇ ದ್ವೀಪಗಳು

source: Queensland - most locations
kn: ಕ್ವೀನ್ಸಲ್ಯಾಂಡ್ ಬಹುಪಾಲು ಸ್ಥಳಗಳು
te: Queensland - అధిక ప్రాంతాలు

source: Qyzylorda (Kyzylorda, Kzyl-Orda)
kn: ಕ್ವಿಜಿಲೋರ್ಡಾ

source: Rondonia
kn: ರೋಂದೊನಿಯ

source: Roraima
kn: ರೊರೈಮಾ

source: Rothera Station, Adelaide Island
kn: ರೊಥೆರಾ ನಿಲ್ದಾಣ, ಅಡಿಲೇಡ್ ದ್ವೀಪ

source: Ruthenia
kn: ರುಥೇರಿಯಾ

source: S & SE Brazil (GO, DF, MG, ES, RJ, SP, PR, SC, RS)
kn: ದ ಮತ್ತು ಆಗ್ನೇಯ.ಬ್ರೆಜಿಲ್ (GO, DF, MG, ES, RJ, SP, PR, SC, RS)

source: Sabah & Sarawak
kn: ಸಬಹ್ ಮತ್ತು ಸಾರವಾಕ್

source: San Juan (SJ)
kn: ಸಾನ್ ಜುವಾನ್ (SJ)

source: San Luis (SL)
kn: ಸಾನ್ ಲೂಯಿಸ್ (SL)

source: Santa Cruz (SC)
kn: ಸಂತ ಕ್ರೂಜ್ (SC)

source: Scoresbysund / Ittoqqortoormiit
kn: ಸ್ಕೋರ್ಸ್ ಬೈಸುಂದ್ / ಇಟ್ಟೊಕ್ಕೊರ್ಟೊರ್ಮಿಟ್

source: Society Islands
kn: ಸೊಸೈಟಿ ದ್ವೀಪಗಳು

source: South Australia
kn: ದಕ್ಷಿಣ.ಆಸ್ಟ್ರೇಲಿಯಾ
te: దక్షిణ Australia

source: Syowa Station, E Ongul I
kn: ಸೈಯೊವಾ ಸ್ಟೇಷನ್, ಪೂರ್ವ ಒಂಗುಲ್ ೧

source: Tasmania - King Island
kn: ಟಾಸಮೇನಿಯಾ ಕಿಂಗ್ ದ್ವೀಪ

source: Tasmania - most locations
kn: ಟಾಸಮೇನಿಯಾ ಬಹುಪಾಲು ಸ್ಥಳಗಳು
te: Tasmania - అధిక ప్రాంతాలు

source: Thule / Pituffik
kn: ಥುಲೆ / ಪಿಟುಫಿಕ್

source: Tierra del Fuego (TF)
kn: ಟಿಯಾರಾ ಡೆಲ್.ಫಿಗೋ

source: Tocantins
kn: ಟೊಕಾನ್ಟಿಸ್

source: Truk (Chuuk) and Yap
kn: ಟ್ರುಕ್ (ಚುಕ್) ಮತ್ತು ಯಾಪ್
te: Truk (Chuuk) మరియూ Yap

source: Tucuman (TM)
kn: ಟುಕುಮಾನ್ (ಟಿ ಎಮ್)

source: Victoria
kn: ವಿಕ್ಟೋರಿಯಾ

source: Vostok Station, S Magnetic Pole
kn: ವೋಸ್ಟಾಕ್ ಸ್ಟೇಷನ್, ದಕ್ಷಿಣ ಧ್ರುವ

source: W Amazonas
kn: ಪಶ್ಚಿಮ ಅಮೆಜೋನಾಸ್

source: W Para
kn: ಪಶ್ಚಿಮ ಪಾರಾ

source: Wake Island
kn: ವೇಕ್ ದ್ವೀಪ

source: West Kazakhstan
kn: ಪಶ್ಚಿಮ ಕಜಾಕಿಬೇಕಿಸ್ತಾನ
te: పశ్చిమ Kazakhstan

source: Western Australia - Eucla area
kn: ಪಶ್ಚಿಮ ಆಸ್ಚ್ರೇಲಿಯಾ - ಯೂಕ್ಲಾ ಪ್ರದೇಶ
te: పశ్చిమ Australia - Eucla area

source: Western Australia - most locations
kn: ಪಶ್ಚಿಮ ಆಸ್ಟ್ರೇಲಿಯ - ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: పశ్ఛిమ Australia - most locations

source: Zaporozh'ye, E Lugansk / Zaporizhia, E Luhansk
kn: ಛಾಪೊರೊಛೈ, ಪೂ ಲುಗಾನ್ಸ್ಕ / ಛಾಪೊರಿಝಿಯಾ, ಪೂ ಲುಹಾನ್‌ಸ್ಕ್

source: central China - Sichuan, Yunnan, Guangxi, Shaanxi, Guizhou, etc.
kn: ಮಧ್ಯ ಚೀನಾ - ಸಿಕ್ಯೂನ್, ಯುನಾನ್,ಗುಯಾಂಗ್ಝಿ , ಶಾಂಕ್ಝಿ, ಗುಯಿಝೊ, ಇತ್ಯಾದಿ.
te: కేంద్రీయ China - Sichuan, Yunnan, Guangxi, Shaanxi, Guizhou, మొదలగునవి.

source: central Crimea
kn: ಮಧ್ಯ ಕ್ರೈಮಿಯ
te: కేంద్ర Crimea

source: east & south Borneo, Celebes, Bali, Nusa Tengarra, west Timor
kn: ಪೂರ್ವ ಮತ್ತು ದಕ್ಷಿಣ ಬೋರ್ನಿಯೋ, ಸೆಲೆಬೆಸ್, ಬಾಲಿ, ನ್ಯುಸ, ಟೆಂಗರ್ರ, ಪಶ್ಚಿಮ ಟೈಮೋರ್
te: తూర్పు & దక్షిణ Borneo, Celebes, Bali, Nusa Tengarra, పశ్ఛిమ Timor

source: east China - Beijing, Guangdong, Shanghai, etc.
kn: ಪೂರ್ವ ಚೀನಾ - ಬೇಜಿಂಗ್, ಗೂಂದಾಂಗ್, ಶಾಂಘಾಯ್, ಇತ್ಯಾದೆ.
te: తూర్పు China - Beijing, Guangdong, Shanghai, మొదలగునవి.

source: east Dem. Rep. of Congo
kn: ಪಶ್ಚಿಮ ಕಾಂಗೋ
te: తూర్పు Dem. Rep. of Congo

source: east Uzbekistan
kn: ಪಶ್ಚಿಮ ಉಜ್ಬೇಕಿಸ್ತಾನ
te: తూర్పు Uzbekistan

source: east coast, north of Scoresbysund
kn: ಪೂರ್ವ ಸಮುದ್ರತೀರ, ಸ್ಕೋರ್ಸ್ ಬೈಸುಂದ್ ನ ಉತ್ತರಕ್ಕೆ
te: తూర్పు coast, north of Scoresbysund

source: mainland
kn: ಮೇನ್ ಲ್ಯಾಂಡ್

source: most locations
kn: ಬಹುತೇಕ ಪ್ರದೇಶಗಳು
te: అధిక స్థానాలు

source: most locations (CB, CC, CN, ER, FM, LP, MN, NQ, RN, SA, SE, SF)
kn: ಬಹುತೇಕ ಪ್ರದೇಶಗಳು (CB, CC, CN, ER, FM, LP, MN, NQ, RN, SA, SE, SF)
te: అధిక స్థానాలు (CB, CC, CN, ER, FM, LP, MN, NQ, RN, SA, SE, SF)

source: most of Tibet & Xinjiang
kn: ಟಿಬೆಟ್ ಹಾಗೂ ಗ್ಝಿನ್ಜಿಯಾಂಗ್
te: Tibet & Xinjiang ఆధిక్యం

source: peninsular Malaysia
kn: ಪರ್ಯಾಯ ಮಲೇಷಿಯಾ

source: west & central Borneo
kn: ಪಶ್ಚಿಮ ಮತ್ತು ಮಧ್ಯ ಬೋರ್ನಿಯೋ
te: పశ్చిమ & central Borneo
