Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: Your system has been mounted under %s. Press <return> to get a shell. If you would like to make your system the root environment, run the command: chroot %s The system will reboot automatically when you exit from the shell.
kn: ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯು %s ಅಡಿಯಲ್ಲಿ ಆರೋಹಿಸಲ್ಪಟ್ಟಿದೆ. ಆದೇಶತೆರೆಯನ್ನು ಪಡೆಯಲು <return> ಒತ್ತಿರಿ. ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯನ್ನು ಬೇರುಪರಿಸರವಾಗಿ ಮಾಡಲು ಇಚ್ಛೆಯಿದ್ದಲ್ಲಿ, ಈ ಆದೇಶವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿ: chroot %s ಆದೇಶತೆರೆಯಿಂದ ಹೊರನಡೆದೊಡನೆಯೇ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗಣಕವು ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತದೆ.
te: %s కింద మీ కంప్యూటరు మరల్చబడింది. Shellని పొందటానికి <return>ను నొక్కండి. రూట్ వాతావరణంలో మీ కంప్యూటరు పనిచేయటానికి, ఆదేశాన్ని ఉపయోగించండి: chroot %s మీరు shell నుండీ బయటకి వచ్చిన తరువాత కంప్యూటరు స్వయంచాలకంగా పునఃప్రారంభించబడుతుంది.

source: An error occurred trying to mount some or all of your system. Some of it may be mounted under %s. Press <return> to get a shell. The system will reboot automatically when you exit from the shell.
kn: ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯನ್ನು ಆಂಶಿಕ ಅಥವಾ ಪೂರ್ಣವಾಗಿ ಆರೋಹಿಸುವ ಪ್ರಯತ್ನದಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಅದರ ಸ್ವಲ್ಪ ಭಾಗವು %s ನ ಅಡಿಯಲ್ಲಿ ಆರೋಹಿಸಲ್ಪಟ್ಟಿರಬಹುದು. ಆದೇಶತೆರೆಯನ್ನು ಪಡೆಯಲು <return> ಒತ್ತಿರಿ. ಆದೇಶತೆರೆಯಿಂದ ಹೊರನಡೆದೊಡನೆಯೇ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗಣಕವು ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತದೆ.
te: మీ కంప్యూటరంతటినీ లేక కొంత భాగాన్ని మరల్చేటప్పుడు దోషం సంభవించింది. దానిలో కొంత %s కింద మరల్చబడింది. Shellని పొందటానికి <return>ని నొక్కండి. Shellనుండీ మీరు బయటకి వచ్చినప్పుడు కంప్యూటరు స్వయంచాలకంగా పునఃప్రారంభించబడుతుంది.

source: Rescue Mode
kn: ಪಾರುಗಾಣಿಸುವ ಸ್ಥಿತಿ
te: రక్షణ విధం

source: You don't have any Linux partitions. Press return to get a shell. The system will reboot automatically when you exit from the shell.
kn: ನಿಮ್ಮ ಬಳಿ ಯಾವುದೇ ಲೈನಕ್ಸ್ ವಿಭಾಗಗಳೂ ಇಲ್ಲ. ಆದೇಶತೆರೆಯನ್ನು ಪಡೆಯಲು return ಒತ್ತಿರಿ. ಆದೇಶತೆರೆಯಿಂದ ಹೊರನಡೆದೊಡನೆಯೇ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗಣಕವು ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತದೆ.
te: మీరు ఏ Linux విభజననీ కలిగిలేరు. Shellని పొందటానికి returnని నొక్కండి. Shellనుండీ మీరు బయటకి వచ్చినప్పుడు కంప్యూటరు స్వయంచాలకంగా పునఃప్రారంభించబడుతుంది.

source: Your system is mounted under the %s directory.
kn: ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯು %s ಕಡತಕೋಶದಡಿಯಲ್ಲಿ ಆರೋಹಿಸಲ್ಪಟ್ಟಿದೆ.
te: మీ కంప్యూటరు %s డైరెక్టరీ కింద ఉంది.

source: Save
kn: ಉಳಿಸು
te: భద్రపరువు

source: Remote
kn: ದೂರಸ್ಥ
te: దూరస్థ

source: Debug
kn: ದೋಷನಿವಾರಣೆ

source: Exception Occurred
kn: ತೊಡಕುಗಳು ತಲೆದೋರಿವೆ
te: మినహాయింపు సంభంవించింది

source: Save to Remote Host
kn: ದೂರಸ್ಥ ಆತಿಥೇಯ ಗಣಕಕ್ಕೆ ಉಳಿಸು
te: దూరస్థ అతిధేయికి భద్రపరువు

source: Host
kn: ಆತಿಥೇಯ
te: అతిధేయి

source: Remote path
kn: ದೂರಸ್ಥ ಮಾರ್ಗ
te: దూరస్థ మార్గం

source: User name
kn: ಬಳಕೆದಾರನ ಹೆಸರು
te: వినియోగదారు పేరు

source: Password
kn: ಗುಪ್ತಪದ
te: అనుమతిపదం

source: Passphrase for encrypted devices
kn: ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ಸಾಧನಕ್ಕಾಗಿ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ನಮೂದಿಸಿ
te: ఎన్క్రిప్టెడ్ పరికరముల కొరకు సంకేతపదము

source: Also add this passphrase to all existing encrypted devices
kn: ಈ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ಈಗಿರುವ ಎಲ್ಲಾ ಗೂಢಲಿಪೀಕರಣಗೊಂಡಿರುವ ಸಾಧನಗಳಿಗೂ ಸಹ ಸೇರಿಸು
te: ఈ సంకేతపదమును వున్న ఎన్క్రిప్టెడ్ పరికరములకు జతచేయుము

source: The passphrase must be at least %d characters long.
kn: ಗುಪ್ತವಾಕ್ಯಾಂಶವು ಕನಿಷ್ಟ %d ಅಕ್ಷರಗಳಷ್ಟು ಉದ್ದವಾಗಿರಬೇಕು.
te: సంకేతపదము కనీసం %d అక్షరముల పొడవువుండాలి.

source: Passphrase
kn: ಗುಪ್ತವಾಕ್ಯಾಂಶ
te: సంకేతపదము

source: This is a global passphrase
kn: ಇದು ಒಂದು ಸಾರ್ವತ್ರಿಕ ಗುಪ್ತವಾಕ್ಯಾಂಶ
te: ఇది గ్లోబల్ సంకేతపదము

source: Help not available
kn: ಸಹಾಯ ಲಭ್ಯವಿಲ್ಲ
te: సహాయం అందుబాటులో లేదు

source: No help is available for this step of the install.
kn: ಅನುಸ್ಥಾಪನೆಯ ಈ ಹಂತಕ್ಕೆ ಸಹಾಯ ಲಭ್ಯವಿಲ್ಲ.
te: ఈ సంస్థాపనకు ఏ సహాయమూ అందుబాటులో లేదు.

source: Please enter your %(instkey)s
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ %(instkey)s ಯನ್ನು ನಮೂದಿಸಿ
te: దయచేసి మీ %(instkey)sన్ని ఇవ్వండి

source: Skip entering %(instkey)s
kn: %(instkey)s ಯನ್ನು ನಮೂದಿಸುವುದನ್ನು ಉಪೇಕ್ಷಿಸಿ
te: %(instkey)s ప్రవేశాన్ని దాటవేయి

source: Save Crash Dump
kn: ಕುಸಿತದ ಬಿಸುಡನ್ನು ಉಳಿಸು
te: Crash రాశిని భద్రపరువు

source: Welcome to %s
kn: %s ಗೆ ಸುಸ್ವಾಗತ
te: %sకి స్వాగతం

source: <F1> for help | <Tab> between elements | <Space> selects | <F12> next screen
kn: <F1> ಸಹಾಯಕ್ಕೆ | <Tab> ಅಂಶಗಳ ನಡುವೆ | <Space> ಆರಿಸುತ್ತದೆ | <F12> ಮುಂದಿನ ತೆರೆ
te: సహాయం కొరకు <F1> | మూలకాల మధ్య<Tab> | ఎన్నికలు <Space> | తదుపరి తెర <F12>

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
kn: <Tab>/<Alt-Tab> ಅಂಶಗಳ ನಡುವೆ | <Space> ಆರಿಸುತ್ತದೆ | <F12> ಮುಂದಿನ ತೆರೆ
te: <Tab>/<Alt-Tab> మూలకాల మధ్య | <Space> ఎన్నికలు | <F12> తదుపరి తెర

source: Proceed with upgrade?
kn: ಊರ್ಜಿತಗೊಳಿಸಲು ಮುಂದುವರೆಯುವುದೇ?
te: అభివృద్ధితో కొనసాగు?

source: The file systems of the Linux installation you have chosen to upgrade have already been mounted. You cannot go back past this point.
kn: ನೀವು ಊರ್ಜಿತಗೊಳಿಸಲು ಆರಿಸಿರುವ ಲೈನಕ್ಸ್ ಅನುಸ್ಥಾಪನೆಯ ಕಡತವ್ಯವಸ್ಥೆಗಳನ್ನು ಈಗಾಗಲೇ ಆರೋಹಿಸಲಾಗಿದೆ. ಈ ಹಂತದಿಂದ ಹಿಮ್ಮೆಟ್ಟಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: మీరు ఎన్నుకున్న Linux సంస్థాపనా ఫైలు వ్యవస్థ స్థాయి పెంపుకు ఇప్పటికే మరల్చబడ్డాయి. ఈ కేంద్రం నుండీ మీరు వెనక్కు వెళ్లలేరు.

source: Would you like to continue with the upgrade?
kn: ಊರ್ಜಿತಗೊಳಿಸುವುದನ್ನು ಮುಂದುವರಸುುವುದೇ?
te: మీరు ఈ అభివృద్ధులతో కొనసాగాలనుకుంటున్నారా?

source: Anaconda did not find any partitions that are valid upgrade candidates. Note that upgrades between major releases is not supported.
kn: ನವೀಕರಿಸಲು ಸೂಕ್ತವಾದ ಯಾವುದೆ ವಿಭಾಗಗಳು Anaconda ಕ್ಕೆ ಕಂಡುಬಂದಿಲ್ಲ. ಪ್ರಮುಖ ಬಿಡುಗಡೆಗಳ ನಡುವೆ ನವೀಕರಿಸುವುದನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ ಎನ್ನುವುದನ್ನು ನೆನಪಿಡಿ.
te: చెల్లునటువంటి నవీకరణ కాండిడేట్లు అయినటువంటి యెటువంటి విభజనలను Anaconda కనుగొనలేదు. పెద్ద(మేజర్) విడుదలల మధ్య నవీకరణలు మద్దతివ్వవని గమనించండి.

source: No valid upgrade partition
kn: ಯಾವುದೆ ಮಾನ್ಯವಾದ ನವೀಕರಣ ವಿಭಾಗವು ಇಲ್ಲ
te: ఎటువంటి నవీకరణ విభజనలేదు

source: Searching
kn: ಹುಡುಕಲಾಗುತ್ತಿದೆ
te: శోధకం

source: Searching for %s installations...
kn: %s ನ ಅನುಸ್ಥಾಪನೆಗಾಗಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ...
te: %s సంస్థాపనల... కోసం వెతుకుతోంది

source: Dirty File Systems
kn: ದೋಷಯುಕ್ತ ಕಡತ ವ್ಯವಸ್ಥೆಗಳು
te: చెడ్ద ఫైళ్ల విధానం

source: The following file systems for your Linux system were not unmounted cleanly. Please boot your Linux installation, let the file systems be checked and shut down cleanly to upgrade. %s
kn: ನಿಮ್ಮ ಲೈನಕ್ಸ್ ವ್ಯವಸ್ಥೆಯ ಕೆಳಕಂಡ ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸರಿಯಾಗಿ ಅವರೋಹಿಸಲ್ಪಟ್ಟಿಲ್ಲ. ನಿಮ್ಮ ಲೈನಕ್ಸ್ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಸಜ್ಜುಗೊಳಿಸಿ, ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಪರಿಶೀಲನೆಗೊಳಪಡಿಸಿ ತದನಂತರ ಸರಿಯಾಗಿ ಸ್ಥಗಿತಗೊಳಿಸಿ, ಅನುಸ್ಥಾಪನೆಯನ್ನು ಊರ್ಜಿತಗೊಳಿಸಲು ಅನುವುಮಾಡಿಕೊಡಿ. %s
te: మీ Linux కంప్యూటరుకి ఈ కింది ఫైలు వ్యవస్థ మరల్చబడింది. మీ Linux సంస్థాపనను దయచేసి boot చేయండి, ఫైలు వ్యవస్థని పరిశీలించనివ్వండి మరియూ నవీకరణలను పూర్తిగా మూసివేయండి. %s

source: The following file systems for your Linux system were not unmounted cleanly. Would you like to mount them anyway? %s
kn: ನಿಮ್ಮ ಲೈನಕ್ಸ್ ವ್ಯವಸ್ಥೆಯ ಕೆಳಕಂಡ ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸರಿಯಾಗಿ ಅವರೋಹಿಸಲ್ಪಟ್ಟಿಲ್ಲ. ಹೀಗಿದ್ದರೂ ಅವುಗಳನ್ನು ಆರೋಹಿಸುವುದೇು? %s
te: మీ Linux కంప్యూటరుయొక్క ఈ కింది ఫైలు క్రమం పూర్తిగా మరల్చబడలేదు ఏమైనప్పటికీ మీరు వాటిని మరల్చాలనుకుంటున్నారా? %s

source: No system found
kn: ಯಾವುದೆ ವ್ಯವಸ್ಥೆಯು ಕಂಡುಬಂದಿಲ್ಲ
te: ఎటువంటి సిస్టమ్ కనబడలేదు

source: No upgradable system was found.
kn: ನವೀಕರಿಸಬಹುದಾದ ಯಾವುದೆ ವ್ಯವಸ್ಥೆಯು ಕಂಡುಬಂದಿಲ್ಲ.
te: ఎటువంటి నవీకరించదగు సిస్టమ్ కనబడలేదు.

source: Mount failed
kn: ಆರೋಹಿಸುವಿಕೆ ವಿಫಲವಾಯಿತು
te: మరల్పు విఫలమైంది

source: One or more of the file systems listed in the /etc/fstab on your Linux system cannot be mounted. Please fix this problem and try to upgrade again.
kn: ನಿಮ್ಮ ಲೈಲಕ್ಸ್ ವ್ಯವಸ್ಥೆಯ /etc/fstab ನಲ್ಲಿ ನಮೂದಾಗಿರುವ ಕಡತ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಒಂದು ಅಥವಾ ಅಧಿಕ ಕಡತ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಆರೋಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಈ ತೊಂದರೆಯನ್ನು ಸರಿಪಡಿಸಿ ನಂತರ ಊರ್ಜಿತಗೊಳಿಸಲು ಮರುಪ್ರಯತ್ನಿಸಿ.
te: మీ Linux కంప్యూటరులోని /etc/fstabలో జాబితా చేయబడిన ఒకటి లేదా ఎక్కువ ఫైళ్లు మరల్చబడలేదు. దయచేసి ఈ సమస్యని నిర్ధారణ చేసి నవీకరించటానికి మళ్లీ ప్రయత్నించండి.

source: One or more of the file systems listed in the /etc/fstab of your Linux system are inconsistent and cannot be mounted. Please fix this problem and try to upgrade again.
kn: ನಿಮ್ಮ ಲೈಲಕ್ಸ್ ವ್ಯವಸ್ಥೆಯ /etc/fstab ನಲ್ಲಿ ನಮೂದಾಗಿರುವ ಕಡತ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಒಂದು ಅಥವಾ ಅಧಿಕ ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸಮಂಜಸವಾಗಿಲ್ಲ ಮತ್ತು ಆರೋಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಈ ತೊಂದರೆಯನ್ನು ಸರಿಪಡಿಸಿ ನಂತರ ಊರ್ಜಿತಗೊಳಿಸಲು ಮರುಪ್ರಯತ್ನಿಸಿ.
te: మీ కంప్యూటరులో /etc/fstab యందు జాబితాగా ఇవ్వబడ్డ ఒకటి లేదా అంతకన్నా ఎక్కువ ఫైళ్ల వ్యవస్థ పొసగటం లేదు మరియూ మరల్పుకు సాధ్యపడవు. దయచేసి ఈ సమస్యని గుర్తించి నవీకరించటానికి మళ్లీ ప్రయత్నించండి.

source: The following files are absolute symbolic links, which we do not support during an upgrade. Please change them to relative symbolic links and restart the upgrade.
kn: ಈ ಕೆಳಕಂಡ ಕಡತಗಳು ನಿರಪೇಕ್ಷ ಸಾಂಕೇತಿಕ ಕೊಂಡಿಗಳಾಗಿದ್ದು, ನಾವು ಅವುಗಳನ್ನು ಊರ್ಜಿತಗೊಳಿಸುವಾಗ ಸಮರ್ಥಿಸುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಅವನ್ನು ಸಾಪೇಕ್ಷ ಸಾಂಕೇತಿಕ ಕೊಂಡಿಗಳಾಗಿ ಪರಿವರ್ತಿಸಿ ಊರ್ಜಿತಗೊಳಿಸುವುದನ್ನು ಪುನರಾರಂಭಿಸಿ.
te: ఈ కింది ఫైళ్లు పూర్తి ప్రతీకాత్మక లింకులు, ఇవి నవీకరణలో మద్దతును పొందవు. దయచేసి వాటిని సంబంధిత ప్రతీకాత్మక లింకులకు మార్చి నవీకరణలను పునఃప్రారంభించు.

source: Absolute Symlinks
kn: ನಿರಪೇಕ್ಷ ಸಾಂಕೇತಿಕಕೊಂಡಿಗಳು
te: ఖచ్చితమైన ప్రతీకాత్మకలింకులు

source: The following are directories which should instead be symbolic links, which will cause problems with the upgrade. Please return them to their original state as symbolic links and restart the upgrade.
kn: ಈ ಕೆಳಕಂಡವು ಸಾಂಕೇತಿಕ ಕೊಂಡಿಗಳಾಗಿರಬೇಕಿದ್ದ ಕಡತಕೋಶಗಳಾಗಿದ್ದು, ಊರ್ಜಿತಗೊಳಿಸುವಾಗ ತೊಂದರೆಯುಂಟುಮಾಡುತ್ತವೆ. ದಯವಿಟ್ಟು ಅವನ್ನು ಅವುಗಳ ಮೂಲ ಸ್ವರೂಪವಾದ ಸಾಂಕೇತಿಕ ಕೊಂಡಿಗಳ ರೂಪಕ್ಕೆ ಪರಿವರ್ತಿಸಿ, ಊರ್ಜಿತಗೊಳಿಸುವುದನ್ನು ಪುನರಾರಂಭಿಸಿ.
te: ఈ కిందివి ప్రతీకాత్మక లింకులకు బదులుగా ఉండే directoriలు, ఇవి నవీకరణలతో ఇబ్బందిగా మారటానికి కారణభూతాలు. వాటిని దయచేసి వాటియొక్క ప్రతీకాత్మక లింకుల స్థితిలోనే వదిలేసి నవీకరణలను పునఃప్రారంభించండి.

source: Invalid Directories
kn: ಅಮಾನ್ಯ ಕಡತಕೋಶಗಳು
te: చెల్లని Directoriలు

source: %s not found
kn: %s ಕಂಡುಬರುತ್ತಿಲ್ಲ
te: %s కనుగొనబడలేదు

source: Upgrade Existing System
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವ್ಯವಸ್ಥೆಯನ್ನು ಊರ್ಜಿತಗೊಳಿಸಿ
te: ఉన్న విధానాన్ని అభివృద్ధి చేయి

source: Upgrade
kn: ಊರ್ಜಿತಗೊಳಿಸಿ
te: అభివృద్ధి

source: Connecting...
kn: ಸಂಪರ್ಕಗೊಳ್ಳುತ್ತಿದೆ...
te: అనుసంధిస్తోంది...

source: The file %s cannot be opened. This is due to a missing file or perhaps a corrupt package. Please verify your mirror contains all required packages, and try using a different one. If you reboot, your system will be left in an inconsistent state that will likely require reinstallation.
kn: %s ಕಡತವನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ. ಇದಕ್ಕೆ ಕಾರಣ ಕಾಣೆಯಾದ ಕಡತ ಇಲ್ಲವೇ ಭ್ರಷ್ಟವಾದ ಸಂಗ್ರಹವಿರಬಹುದು. ನಿಮ್ಮ ದರ್ಪಣತಾಣ ಎಲ್ಲಾ ಸಂಗ್ರಹಗಳನ್ನೂ ಒಳಗೊಂಡಿದೆಯೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ಬೇರೊಂದನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿ. ನೀವು ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿದರೆ, ಅದು ಅಸಮಂಜಸ ಪರಿಸ್ಥಿತಿಯನ್ನು ತಲುಪಿ, ಮತ್ತೆ ಅನುಸ್ಥಾಪನೆಗೊಳಿಸಬೇಕಾದೀತು.
te: %s ఫైలు తెరవబడలేదు. ఇది తప్పిపోయిన ఫైలు వల్లకానీ సరిగాలేని ప్యాకేజీలు వల్ల కానీ కావచ్చు. దయచేసి మీ మిర్ర విషయాలను కావలసిన అన్ని ర్లప్యాకేజీలును సరిచూసుకోండి, మరియూ వేరేదాన్ని ఉపయోగించటానికి ప్రయత్నించండి. మీరు పునఃప్రాంభిస్తే పునఃసంస్థాపన అవసరమయ్యేట్లుండే వైరుధ్య స్థితినుండీ బయటపడుతుంది.

source: Unable to Start X
kn: X ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
te: Xని ప్రారంభించటం కుదరదు

source: X was unable to start on your machine. Would you like to start VNC to connect to this computer from another computer and perform a graphical install or continue with a text mode install?
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ X ಪ್ರಾರಂಭವಾಗಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. VNC ಪ್ರಾರಂಭಿಸಿ ಮತ್ತೊಂದು ಗಣಕದಿಂದ ಈ ಗಣಕಕ್ಕೆ ಸಂಪರ್ಕ ಬೆಳೆಸಿ, ಚಿತ್ರಾತ್ಮಕ ಅನುಸ್ಥಾಪನೆಯನ್ನು ನೆರವೇರಿಸುವುದೇ ಅಥವಾ ಪಠ್ಯಾತ್ಮಕ ಅನುಸ್ಥಾಪನೆಯೊಂದಿಗೆ ಮುಂದುವರೆಯುವುದೇ?
te: మీ కంప్యూటరులో X ని ప్రారంభించటానికి వీలుకాదు. మీరు ఈ కంప్యూటరునుండీ వేరొక కంప్యూటరుకి అనుసంధానం పొందటానికి VNC ని మరియూ చిత్ర సంస్థాపనని లేదా పాఠ రీఇ సంస్థాపనని ప్రారంభించాలనుకుంటున్నారా?

source: Use text mode
kn: ಪಠ್ಯವಿಧಾನವನ್ನು ಬಳಸು
te: పాఠరీతిని ఉపయోగించు

source: Start VNC
kn: VNC ಪ್ರಾರಂಭಿಸು
te: VNCని ప్రారంభించు

source: VNC Configuration
kn: VNC ಸಂರಚನೆ
te: VNC ఆకృతి

source: No password
kn: ಗುಪ್ತಪದ ಇಲ್ಲ
te: అనుమతిపదం లేదు

source: A password will prevent unauthorized listeners connecting and monitoring your installation progress. Please enter a password to be used for the installation
kn: ಗುಪ್ತಪದವು ಅನಧಿಕೃತ ವ್ಯಕ್ತಿಗಳು ನಿಮ್ಮ ಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಸಂಪರ್ಕಸಾಧಿಸಿ, ಕದ್ದಾಲಿಸಿ, ಮೇಲ್ವಿಚಾರಣೆ ನಡೆಸುವುದನ್ನು ತಡೆಗಟ್ಟುತ್ತದೆ. ದಯವಿಟ್ಟು ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಬಳಸಬೇಕಾದ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
te: అనుమతిపదం ప్రతిపత్తిలేని వ్యక్తి మీ సంస్థాపనకు అనుసంధించబడటాన్ని మరియూ మరల్చటాన్ని నిరోధిస్తుంది. దయచేసి సంస్థాపనకోసం ఉపయోగించే అనుమతిపదాన్ని ఇవ్వండి.

source: Password:
kn: ಗುಪ್ತಪದ:
te: అనుమతిపదం:

source: Password (confirm):
kn: ಗುಪ್ತಪದ (ದೃಢೀಕರಿಸಿ):
te: అనుమతిపదం (ఖాయమైన):

source: Password Mismatch
kn: ಗುಪ್ತಪದಗಳು ತಾಳೆಯಾಗಲಿಲ್ಲ
te: అనుమతి పదం సరిపోల్చబడలేదు

source: The passwords you entered were different. Please try again.
kn: ನೀವು ನಮೂದಿಸಿದ ಗುಪ್ತಪದಗಳು ಭಿನ್ನವಾಗಿದ್ದವು. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
te: మీరు ఇచ్చిన అనుమతి పదం వేరైనది. దయచేసి మళ్లీ ప్రయత్నించండి.

source: Password Length
kn: ಗುಪ್ತಪದದ ಗಾತ್ರ
te: అనుమతిపదం పొడవు

source: The password must be at least six characters long.
kn: ಗುಪ್ತಪದ ಆರು ಸನ್ನೆಗಳಷ್ಟಾದರೂ ದೊಡ್ಡದಾಗಿರಬೇಕು.
te: అనుమతిపదం తప్పకుండా కనీసం ఆరు అక్షరాల పొడవుండాలి.

source: VNC Password Error
kn: VNC ಗುಪ್ತಪದ ದೋಷ
te: VNC అనుమతిపద దోషం

source: You need to specify a vnc password of at least 6 characters long. Press <return> to reboot your system.
kn: ನೀವು ೬ ಸನ್ನೆಗಳಷ್ಟಾದರೂ ದೊಡ್ಡದಾದ vnc ಗುಪ್ತಪದವೊಂದನ್ನು ನಿಗದಿಪಡಿಸಬೇಕು. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು <return> ಒತ್ತಿರಿ.
te: మీరు కనీసం ౬ అక్షరాల పొడవున్న vnc అనుపతిపదాన్ని ఇవ్వవలసి ఉంది. మీ కంప్యూటరును పునఃప్రారంభించటానికి <return>ని నొక్కండి.

source: Starting VNC...
kn: VNC ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ...
te: VNCని ప్రారంభిస్తోంది...

source: %s %s installation on host %s
kn: %s %s ಅನುಸ್ಥಾಪನೆ, %s ಆತಿಥೇಯದ ಮೇಲೆ
te: %s %s hostలో సంస్థాపన %s

source: %s %s installation
kn: %s %s ಅನುಸ್ಥಾಪನೆ
te: %s %s సంస్థాపన

source: Unable to set vnc password - using no password!
kn: vnc ಗುಪ್ತಪದವನ್ನು ನಿಗದಿಗೊಳಿಸಲಾಗಲಿಲ್ಲ - ಗುಪ್ತಪದವನ್ನು ಬಳಸುತ್ತಿಲ್ಲ!
te: vnc అనుమతిపదం ఏర్పాటు కుదరదు - అనుమతిపదాన్ని ఉపయోగించకు!

source: Make sure your password is at least 6 characters in length.
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವು ೬ ಸನ್ನೆಗಳಷ್ಟಾದರೂ ದೊಡ್ಡದಾಗಿದೆಯೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
te: మీ అనుమతిపదం ౬ అక్షరాల పొడవుమాత్రమే ఉందని నిర్ధారణ చేసుకున్నారా.

source: WARNING!!! VNC server running with NO PASSWORD! You can use the vncpassword=<password> boot option if you would like to secure the server.
kn: ಎಚ್ಚರಿಕೆ!!! VNC ಪರಿಚಾರಕ ಗುಪ್ತಪದ ರಹಿತವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ! ಪರಿಚಾರಕವನ್ನು ಸುಭದ್ರವಾಗಿಸಲು ಸಜ್ಜು ಆಯ್ಕೆ vncpassword=<password> ಅನ್ನು ನೀವು ಬಳಸಿಕೊಳ್ಳಬಹುದು.
te: హెచ్చరిక!!! VNC సర్వరు అనుమతిపదం లేకుండా నడుస్తోంసి! మీరు vncఅనుమతిపదాన్ని ఉపయోగించాలి=<password> boot ఐచచ్ఛికం మీరు సర్వరును పరిరక్షించాలనుకుంటే.

source: The VNC server is now running.
kn: VNC ಪರಿಚಾರಕ ಈಗ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ.
te: VNC సర్వరు ఇప్పుడు పనిచేస్తోంది.

source: Attempting to connect to vnc client on host %s...
kn: %s ಆತಥೇಯದಲ್ಲಿರುವ vnc ಪ್ರಾಪಕಕ್ಕೆ ಸಂಪರ್ಕ ಕಲ್ಪಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನ ನಡೆದಿದೆ...
te: ...%s hostలో vnc కక్షిదారునికి అనుసంధించటానికి ప్రయత్నిస్తోంది

source: Connected!
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ!
te: అనుసంధించబడింది!

source: Giving up attempting to connect after 50 tries!
kn: ೫೦ ಪ್ರಯತ್ನಗಳ ನಂತರ ಸಂಪರ್ಕ ಪಡೆಯುವ ಪ್ರಯತ್ನ ತೊರೆಯಲ್ಪಡುತ್ತಿದೆ!
te: 50 ప్రయత్నాలతరువాత అనుసంధించటానికి యత్నించు!

source: Please manually connect your vnc client to %s to begin the install.
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ದಯವಿಟ್ಟು ಸ್ವತಃ ನೀವೇ ನಿಮ್ಮ vnc ಪ್ರಾಪಕಕ್ಕೆೆ %s ಒಡನೆ ಸಂಪರ್ಕ ಕಲ್ಪಿಸಿ.
te: దయచేసి మీ vnc కక్ష్యదారునికి %s ను సంస్థాపనను ప్రారంభించటానికి మానవీయంగా అనుసంధించండి.

source: Please manually connect your vnc client to begin the install.
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ದಯವಿಟ್ಟು ಸ್ವತಃ ನೀವೇ ನಿಮ್ಮ vnc ಪ್ರಾಪಕಕ್ಕೆೆ ಸಂಪರ್ಕ ಕಲ್ಪಿಸಿಕೊಡಿ.
te: సంస్థాపన ప్రారంభించటానికి మీ vnc clientకి మానవీయంగా అనుసంధించండి.

source: Will try to connect again in 15 seconds...
kn: ಮತ್ತೊಮ್ಮೆ ೧೫ ಸೆಕೆಂಡುಗಳ ನಂತರ ಸಂಪರ್ಕ ಕಲ್ಪಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತದೆ...
te: ౧౫ సెకన్లలో మళ్లీ అనుసంధించటానికి ప్రయత్నిస్తుంది

source: Please connect to %s to begin the install...
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ದಯವಿಟ್ಟು %s ಒಡನೆ ಸಂಪರ್ಕ ಕಲ್ಪಿಸಿಕೊಳ್ಳಿ...
te: సంస్థాపన ప్రారంభించటానికి దయచేసి %sకి అనుసంధించండి...

source: Please connect to begin the install...
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ದಯವಿಟ್ಟು ಸಂಪರ್ಕ ಕಲ್ಪಿಸಿಕೊಳ್ಳಿ...
te: దయచేసి సంస్థాపన ప్రారంభించటానికి అనుసంధించండి...

source: Processing
kn: ಸಂಸ್ಕಾರಗೊಳ್ಳುತ್ತಿದೆ
te: కొనసాగిస్తోంది

source: Preparing transaction from installation source...
kn: ಅನುಸ್ಥಾಪನಾ ಆಕರದಿಂದ ವ್ಯವಹಾರ ತಯಾರಾಗುತ್ತಿದೆ...
te: సంస్థాపనా ఆధారంనుండీ వ్యవహారాలను తయారుచెస్తోంది...

source: The file %s cannot be opened. This is due to a missing file, a corrupt package or corrupt media. Please verify your installation source. If you exit, your system will be left in an inconsistent state that will likely require reinstallation.
kn: %s ಕಡತವನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ ಇದಕ್ಕೆ ಕಾರಣ ಕಾಣೆಯಾದ ಕಡತ, ಹಾಳಾಗಿರುವ ಪ್ಯಾಕೇಜ್ ಅಥವ ಹಾಳಾದ ಮಾಧ್ಯಮವಾಗಿರಬಹುದು. ನಿಮ್ಮಲ್ಲಿರುವ ಆಕರವನ್ನು ಪರಿಶೀಲಿಸಿಕೊಳ್ಳಿ. ನೀವು ಈಗ ನಿರ್ಗಮಿಸಿದರೆ, ವ್ಯವಸ್ಥೆಯು ಅಸಮಂಜಸ ಪರಿಸ್ಥಿತಿಯನ್ನು ತಲುಪಿ, ಮತ್ತೆ ಅನುಸ್ಥಾಪನೆಗೊಳಿಸಬೇಕಾದ ಅಗತ್ಯ ಬೀಳಬಹುದು.
te: %s ఫైలు తెరవబడలేదు. ఇది తప్పిపోయిన ఫైలు వల్లకానీ లేక చెడిపోయిన ప్యాకేజి వల్లకానీ లేదా చెడిపోయిన మాధ్యమం వల్లకాని కావచ్చు. దయచేసి మీ సంస్థాపనా మూలాన్ని నిర్ధారించుము. మీరు నిష్క్రమిస్తే, మీసిస్టమ్ అస్థిరమైన స్థితినందు మిగిలిపోతుంది దానికి పునఃసంస్థాపన అవసరపడవచ్చు.

source: Re_boot
kn: ಮರುಸಜ್ಜುಗೊಳಿಸು (_b)
te: పునఃప్రారంభించు (_b)

source: file conflicts
kn: ಕಡತಗಳ ನಡುವಣ ಅಸಾಂಗತ್ಯ
te: ఫైలు విభేదాలు

source: older package(s)
kn: ಹಿಂದಿನ ಸಂಗ್ರಹ(ಗಳು)
te: పాత package(లు)

source: insufficient disk space
kn: ಸಾಲದಾದ ಮುದ್ರಿಕಾ ಸ್ಥಳ
te: చాలని డిస్కు ఖాళీ

source: insufficient disk inodes
kn: ಸಾಲದಾದ ಮುದ್ರಿಕಾ ಕಡತಾಂಕಿಗಳು
te: చాలని డిస్కు inodలు

source: package conflicts
kn: ಸಂಗ್ರಹಗಳ ನಡುವಣ ಅಸಾಂಗತ್ಯ
te: package విభేదాలు

source: package already installed
kn: ಸಂಗ್ರಹ ಈಗಾಗಲೇ ಅನುಸ್ಥಾಪನೆಗೊಂಡಿದೆ
te: package ఇప్పటికే సంస్థాపించబడింది

source: required package
kn: ಅಗತ್ಯವಾದ ಸಂಗ್ರಹ
te: కావలసిన package

source: package for incorrect arch
kn: ಗಣಕಶೈಲಿಗೆ ಸರಿಹೊಂದದ ಸಂಗ್ರಹ
te: సరికాని arch కొరకు package

source: package for incorrect os
kn: ಕಾರ್ಯಾಚರಣ ವ್ಯವಸ್ಥೆಗೆ ಸರಿಹೊಂದದ ಸಂಗ್ರಹ
te: సరికాని os కొరకు package

source: You need more space on the following file systems:
kn: ಕೆಳಕಂಡ ಕಡತ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಹೆಚ್ಚಿನ ಸ್ಥಳ ಬೇಕಾಗುತ್ತದೆ:
te: మీకు కింది ఫైలు విధానానికి ఎక్కువ ఖాళీ కావలసి ఉంది:

source: Error running transaction
kn: ವ್ಯವಹಾರವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು
te: దోషంగా నడుస్తున్న వ్యవహారం

source: There was an error running your transaction, for the following reason(s): %s
kn: ಈ ಕೆಳಕಂಡ ಕಾರಣಗಳಿಂದಾಗಿ ನಿಮ್ಮ ವ್ಯವಹಾರಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು: %s
te: ఈ కింది కారణాలవల్ల, మీ వ్యవహారంలో దోషాలు నడుస్తున్నాయి: %s

source: Retrieving installation information...
kn: ಅನುಸ್ಥಾಪನಾ ಮಾಹಿತಿಯನ್ನು ಮರುಗಳಿಸಲಾಗುತ್ತಿದೆ...
te: తిరిగి తేగల సంస్థాపక సమాచారం...

source: Retrieving installation information for %s...
kn: %s ನ ಅನುಸ್ಥಾಪನಾ ಮಾಹಿತಿಯನ್ನು ಮರುಗಳಿಸಲಾಗುತ್ತಿದೆ...
te: %s కొరకు తిరిగి తేగల సంస్థాపక సమాచారం...

source: Unable to read package metadata. This may be due to a missing repodata directory. Please ensure that your install tree has been correctly generated. %s
kn: ಸಂಗ್ರಹದ ಘನದತ್ತವನ್ನು (metadata) ಓದಲಾಗುತ್ತಿಲ್ಲ. ಇದಕ್ಕೆ ಕಾರಣ ಕಾಣೆಯಾದ ಸಂಪುಟದತ್ತ (repodata) ಕಡತಕೋಶವಿರಬಹುದು. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಅನುಸ್ಥಾಪನಾ ವೃಕ್ಷ ಸರಿಯಾಗಿ ಸೃಷ್ಟಿಯಾಗಿದೆಯೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. %s
te: package metadataని చదవటం కుదరదు. ఇది repodata డైరెక్టరీ తప్పిపోవటం వల్ల కావచ్చు. మీ సంస్థాపనా క్రమం సరిగా ఉన్నదోలేదో సరిచూసుకోండి. %s

source: Unable to read group information from repositories. This is a problem with the generation of your install tree.
kn: ರೆಪೊಸಿಟರಿಗಳಿಂದ ಗುಂಪಿನ ಮಾಹಿತಿಯನ್ನು ಓದಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಇದು ನಿಮ್ಮ ಅನುಸ್ಥಾಪನಾ ವೃಕ್ಷವನ್ನು ಉತ್ಪಾದಿಸುವಲ್ಲಿ ತೊಂದರೆಯ ಕಾರಣದಿಂದ ಉಂಟಾಗಿದೆ.
te: రిపోజిటరీలనుండి సమూహ సమాచారమును చదువలేక పోయింది. ఇది మీ సంస్థాపనా ట్రీ యొక్క సంతతితో సమస్య.

source: Uncategorized
kn: ಅವರ್ಗೀಕೃತ
te: వర్గీకరణరహిత

source: Your selected packages require %d MB of free space for installation, but you do not have enough available. You can change your selections or reboot.
kn: ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಸಂಗ್ರಹಗಳ ಅನುಸ್ಥಾಪನೆಗೆ %d ಎಮ್ ಬಿ ಯಷ್ಟು ಖಾಲಿಸ್ಥಳದ ಆವಶ್ಯಕತೆ ಇದೆ. ಆದರೆ ನಿಮ್ಮ ಬಳಿ ಅಷ್ಟು ಸ್ಥಳವಿಲ್ಲ. ನೀವು ನಿಮ್ಮ ಆಯ್ಕೆಗಳನ್ನು ಬದಲಾಯಿಸಬಹುದು ಇಲ್ಲವೇ ಮರುಸಜ್ಜುಗೊಳಿಸಬಹುದು.
te: మీరు ఎన్నుకున్న ప్యాకేజీలుల సంస్థాపనకు %d MB ఖాళీ కావలసి ఉంది, కానీ మీకు చాలినంత ఖాళీ అందుబాటులో లేదు. మీరు మీ ఎన్నికను మార్చాలి లేక పునఃప్రారంభించాలి.

source: Too many WWIDs collected for %s, found:
kn: %s ಗಾಗಿ ಬಹಳಷ್ಷು WWID ಗಳನ್ನು ಸಂಗ್ರಹಿಸಲಾಗಿದ್ದು, ಇವು ಕಂಡುಬಂದಿವೆ:
te: %s కొరకు చాలా WWIDలు సేకరించబడినట్లు, కనుగొనబడింది:

source: %s for %s
kn: %s, %s ಗಾಗಿ
te: %s %s దీనికొరకు

source: You appear to be upgrading from a system which is too old to upgrade to this version of %s. Are you sure you wish to continue the upgrade process?
kn: ನೀವು %s ನ ಈ ಆವೃತ್ತಿಗೆ ಊರ್ಜಿತಗೊಳಿಸಬೇಕೆಂದಿರುವ ಗಣಕವ್ಯವಸ್ಥೆಯು, ಈ ಪ್ರಕ್ರಿಯೆಗೆ ಬಹಳ ಹಳೆಯದೆಂದು ತೋರುತ್ತಿದೆ. ನೀವು ಖಚಿತವಾಗಿ ಊರ್ಜಿತಗೊಳಿಸುವ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಮುಂದುವರೆಸಬೇಕೆಂದು ನಿರ್ಧರಿಸಿರುವಿರೇ?
te: మీరు ఈ %s versionని చాలా పాతదైన కంప్యూటరునుండీ. దీన్ని అభివృద్ధి చేస్తున్నట్లున్నారు. మీరు నిజంగా ఈ అభివృద్ధి విధానాన్ని కొనసాగించాలనుకుంటున్నారా?

source: Install Starting
kn: ಅನುಸ್ಥಾಪನೆ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ
te: సంస్థాపన ప్రారంభించబడింది

source: Starting install process. This may take several minutes...
kn: ಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ. ಇದು ಹಲವು ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು...
te: సంస్థాపన ప్రారంభించబడింది. ఇది ఎక్కువ సమయం తీసుకోవచ్చు...

source: Post Upgrade
kn: ಊರ್ಜಿತವಾದ ನಂತರ
te: పుందటి అభివృద్ధి

source: Performing post upgrade configuration...
kn: ಊರ್ಜಿತವಾದ ನಂತರದ ಸಂರಚನೆಗಳು ನೆರವೇರುತ್ತಿವೆ...
te: ముందస్తు అభివృద్ధి ఆకృతీకరణలను చేస్తోంది...

source: Post Install
kn: ಅನುಸ್ಥಾಪನಾ ನಂತರ
te: ముందస్తు సంస్థాపన

source: Performing post install configuration...
kn: ಅನುಸ್ಥಾಪನಾ ನಂತರದ ಸಂರಚನೆಗಳು ನೆರವೇರುತ್ತಿವೆ...
te: ముందస్తు సంస్థాపన ఆకృతీకరణలను చేస్తోంది...

source: Installation Progress
kn: ಅನುಸ್ಥಾಪನೆಯ ಮುನ್ನಡೆ
te: సంస్థాపక ప్రగతి

source: Dependency Check
kn: ಪರಾವಲಂಬನೆಗಳ ಪರಿಶೀಲನೆ
te: ఆధారిత శోధన

source: Checking dependencies in packages selected for installation...
kn: ಅನುಸ್ಥಾಪನೆಗೆ ಆರಿಸಲಾಗಿರುವ ಸಂಗ್ರಹಗಳಲ್ಲಿರುವ ಪರಾವಲಂಬನೆಗಳ ಪರಿಶೀಲನೆ ನಡೆಯುತ್ತಿದೆ...
te: సంస్థాపన నుండీ ఎన్నిక చేయబడిన ప్యాకేజీలులలోని పరాధీనమైన వాటిని వెతుకుతోంది...

source: You have not specified a device number or the number is invalid
kn: ನೀವು ಸಾಧನಾಂಕಿಯನ್ನು ನಿಗದಿಪಡಿಸಿಲ್ಲ ಇಲ್ಲವೇ ಅಂಕಿ ಮಾನ್ಯವಾದದ್ದಲ್ಲ
te: మీరు సాధనం సంఖ్యను తెలుపకుండా లేదా ఆ సంఖ్య విలువలేనిదై ఉంటుంది

source: You have not specified a worldwide port name or the name is invalid.
kn: ನೀವು ವಿಶ್ವವ್ಯಾಪಿ ಸಂಪರ್ಕದ್ವಾರದ ಹೆಸರನ್ನು ನಿಗದಿಪಡಿಸಿಲ್ಲ ಇಲ್ಲವೇ ಹೆಸರು ಮಾನ್ಯವಾದದ್ದಲ್ಲ.
te: మీరు worldwide port పేరును తెలుపకుండానైనా లేదా ఆ పేరు సరికానిదైనా అయ్యి ఉండాలి.

source: You have not specified a FCP LUN or the number is invalid.
kn: ನೀವು FCP LUN ಅನ್ನು ನಿಗದಿಪಡಿಸಿಲ್ಲ, ಇಲ್ಲವೇ ಸಂಖ್ಯೆ ಮಾನ್ಯವಾದದ್ದಲ್ಲ.
te: మీరు FCP LUNను తెలుపకుండానైనా లేదా ఆ సంఖ్య సరికానిదైనా అయ్యి ఉండాలి.

source: Set Root Password
kn: ನಿರ್ವಹಣಾ ಗುಪ್ತಪದವನ್ನು ನಿಗದಿಗೊಳಿಸಿ
te: రూట్ అనుమతి పదాన్ని అమర్చు

source: Error with Password
kn: ಗುಪ್ತಪದದಲ್ಲಿ ದೋಷವಿದೆ
te: అనుమతిపదంతో దోషం

source: You must enter your root password and confirm it by typing it a second time to continue.
kn: ನೀವು ನಿಮ್ಮ ನಿರ್ವಹಣಾ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ, ಅದನ್ನು ಮಗದೊಮ್ಮೆಕೀಲಿಸಿವುದರ ಮೂಲಕ ಖಚಿತಪಡಿಸಿ ಮುಂದುವರೆಯಬೇಕಾಗುತ್ತದೆ.
te: మీరు మీ రూట్ అనుమతి పదాన్ని ప్రవేశపెట్టండి మరియూ రెండోసారి కొనసాగించటానికి దాన్ని ముద్రించి నిర్ధారణ చెసుకోండి.

source: The passwords you entered were different. Please try again.
kn: ನೀವು ನಮೂದಿಸಿದ ಗುಪ್ತಪದಗಳು ಭಿನ್ನವಾಗಿದ್ದವು. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
te: మీరు ఇచ్చిన అనుమతిపదం వేరైంది. దయచేసి ఇంకోసారి ప్రయత్నించండి.

source: The root password must be at least six characters long.
kn: ನಿರ್ವಹಣಾ ಗುಪ್ತಪದ ಆರು ಸನ್ನೆಗಳಷ್ಟಾದರೂ ದೊಡ್ಡದಾಗಿರಬೇಕು.
te: రూట్ అనుమతిపదం తప్పక కనీసం ఆరు అక్షరాల పొడవుకలిగి ఉండాలి.

source: Requested password contains non-ascii characters which are not allowed for use in password.
kn: ನೀವು ಕೋರಿದ ಗುಪ್ತಪದ ಆಸ್ಕಿಯದಲ್ಲದ (ASCII) ಸನ್ನೆಗಳನ್ನು ಒಳಗೊಂಡಿದ್ದು, ಇವನ್ನು ಗುಪ್ತಪದಗಳಲ್ಲಿ ಬಳಸುವಂತಿಲ್ಲ.
te: కావలసిన అనుపతిపదం ascii-కాని అక్షరాలను కలిగి ఉంది. ఇవి అనుమతి పదాలుగా ఉపయోగించటానికి అంగీకరించబడవు.

source: The root account is used for administering the system. Enter a password for the root user.
kn: ನಿರ್ವಹಣಾ ಖಾತೆಯನ್ನು ಗಣಕದ ನಿರ್ವಹಣೆಗೆ ಬಳಸಲ್ಪಡುತ್ತದೆ. ನಿರ್ವಾಹಕನಿಗೆ ಒಂದು ಗುಪ್ತಪದವನ್ನು ಸೂಚಿಸಿ.
te: ఈ రూట్ ఖాతా కంప్యూటరు నిర్వహణకు ఉపయోగించబడుతోంది. రూట్ వినియోగదారునికోసం వేరొక అనుమతి పదాన్ని ప్రవేశపెట్టండి.

source: Root _Password:
kn: ನಿರ್ವಹಣಾ ಗುಪ್ತಪದ (_P):
te: రూట్ అనుమతిపదం: (_P)

source: _Confirm:
kn: ದೃಢೀಕರಿಸಿ (_C):
te: నిర్ధారణ: (_C)

source: Invalid Initiator Name
kn: ಅಮಾನ್ಯವಾದ ಆರಂಭಕದ ಹೆಸರು
te: సరికాని ప్రారంభకుని పేరు
