Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: Leave unchanged (preserve data)
kn: ಬದಲಾಯಿಸದೆ ಬಿಡು (ದತ್ತಾಂಶವನ್ನು ಹಾಗೆ ಉಳಿಸು)
te: మార్చని (భద్రపరచబడిన సమాచారం)న్ని వదులు

source: Format as:
kn: ಈ ರೀತಿಯಾಗಿ ಫಾರ್ಮಾಟುಗೊಳಿಸು:
te: గా ఆకృతీకరించు:

source: Migrate to:
kn: ಇಲ್ಲಿಗೆ ಬದಲಾಯಿಸು:
te: కి వలసపో:

source: Force to be a primary partition
kn: ಪ್ರಾಥಮಕ ವಿಭಾಗವಾಗಿರಲು ಒತ್ತಾಯಿಸು
te: ప్రాధమిక విభజనకి వత్తిడి

source: Not Supported
kn: ಅಸಮರ್ಥಿತ
te: మద్దతివ్వలేదు

source: LVM Volume Groups can only be edited in the graphical installer.
kn: LVM ಪರಿಮಾಣ ಸಮೂಹಗಳನ್ನು ಚಿತ್ರಾತ್ಮಕ ಅನುಸ್ಥಾಪಕದಲ್ಲಿ ಮಾತ್ರ ಸಂಪಾದಿಸಲು ಸಾಧ್ಯ.
te: చిత్ర సంస్థాకలో LVM విలువలు మాత్రమే కూర్చబడతాయి.

source: Invalid Entry for Partition Size
kn: ವಿಭಾಗ ಗಾತ್ರಕ್ಕೆ ಅಮಾನ್ಯ ನಮೂದು
te: విభజనా పరిమాణానికి చెల్లని ప్రవేశం

source: Invalid Entry for Maximum Size
kn: ಗರಿಷ್ಟ ಗಾತ್ರಕ್ಕೆ ಅಮಾನ್ಯ ನಮೂದು
te: గరిష్ఠ పరిమాణానికి చెల్లని ప్రవేశం

source: Invalid Entry for Starting Cylinder
kn: ಪ್ರಾರಂಭಿಕ ಸಿಲಿಂಡರಿಗೆ ಅಮಾನ್ಯ ನಮೂದು
te: Cylinder ప్రారంభానికి చెల్లని ప్రవేశం

source: Invalid Entry for End Cylinder
kn: ಅಂತಿಮ ಸಿಲಿಂಡರಿಗೆ ಅಮಾನ್ಯ ನಮೂದು
te: Cylinder సమాప్తికి చెల్లని ప్రవేశం

source: No RAID partitions
kn: RAID ವಿಭಾಗಗಳು ಇಲ್ಲ
te: RAID విభజనలు లేవు

source: At least two software RAID partitions are needed.
kn: ಕಡೇ ಪಕ್ಷ ಎರಡಾದರೂ RAID ವಿಭಾಗಗಳ ಆವಶ್ಯಕತೆ ಇದೆ.
te: కనీసం రెండు software RAID విభజనలు అవసరం.

source: Format partition?
kn: ವಿಭಾಗವನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸಲೇ?
te: ఆకృతి విభజన?

source: Invalid Entry for RAID Spares
kn: RAID ಬಿಡಿಭಾಗಗಳಿಗೆ ಅಮಾನ್ಯ ನಮೂದು
te: RAID మిగుల్పులకు చెల్లని ప్రవేశం

source: Too many spares
kn: ಅತಿಯಾದ ಸಂಖ್ಯೆಯಲ್ಲಿ ಬಿಡಿಭಾಗಗಳು
te: చాలా మిగుల్పులు

source: The maximum number of spares with a RAID0 array is 0.
kn: RAID0 ಪುಂಜದೊಡನೆ ಇರಬೇಕಾದ ಗರಿಷ್ಟ ಬಿಡಿಭಾಗಗಳ ಸಂಖ್ಯೆ ೦.
te: ఒక RAID0 arrayతో ఉండదగ్గ గరిష్ఠ మిగిల్పుల సంఖ్య 0.

source: No Volume Groups
kn: ಪರಿಮಾಣ ಸಮೂಹಗಳಿಲ್ಲ
te: Volume సమూహాలు లేవు

source: No volume groups in which to create a logical volume
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ರಚಿಸಿ ಇರಿಸಲು ಬೇಕಾದ ಪರಿಮಾಣ ಸಮೂಹಗಳಿಲ್ಲ
te: తార్కిక విలువను సృష్టించగల volume సమూహం లేదు

source: The current requested size (%10.2f MB) is larger than maximum logical volume size (%10.2f MB).
kn: ನೀವು ಸಧ್ಯಕ್ಕೆ ಕೋರಿರುವ ಗಾತ್ರ (%10.2f ಎಂ.ಬಿ) ಗರಿಷ್ಟ ತಾರ್ಕಿಕ ಪರಿಮಾಣ ಗಾತ್ರಕ್ಕಿಂತ (%10.2f ಎಂ.ಬಿ) ಹಿರಿದಾಗಿದೆ.
te: ప్రస్తుతం కావలసిన పరిమాణం (%10.2f MB) గరిష్ఠ తార్కిక విలువ పరిమాణం (%10.2f MB) కన్నా పెద్దగా ఉంది.

source: The current requested size (%10.2f MB) is larger than the available size in the volume group (%10.2f MB).
kn: ನೀವು ಸಧ್ಯಕ್ಕೆ ಕೋರಿರುವ ಗಾತ್ರ (%10.2f ಎಂ.ಬಿ) ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿ ಲಭ್ಯವಿರುವ ಗಾತ್ರಕ್ಕಿಂತ (%10.2f ಎಂ.ಬಿ) ಹಿರಿದಾಗಿದೆ.
te: ప్రస్తుతం కావలసిన పరిమాణం (%10.2f MB) అందుబాటులో ఉన్న valume సమూహం (%10.2f MB) కన్నా పెద్దగా ఉంది.

source: New Partition or Logical Volume?
kn: ಹೊಸ ವಿಭಾಗ ಅಥವಾ ತಾರ್ಕಿಕ ಪರಿಮಾಣ?
te: కొత్త విభజన లేదా తార్కిక విలువ?

source: Would you like to create a new partition or a new logical volume?
kn: ನೀವು ಹೊಸ ವಿಭಾಗನ್ನು ರಚಿಸಲು ಇಷ್ಟಪಡುತ್ತೀರೋ ಅಥವಾ ಹೊಸ ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನೋ?
te: మీరు కొత్త విభజనని కానీ కొత్త తార్కిక విలువను కానీ సృష్టించాలనుకుంటున్నారా?

source: partition
kn: ವಿಭಾಗ
te: విభజన

source: logical volume
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ
te: తార్కిక విలువ

source: New
kn: ಹೊಸ
te: కొత్త

source: Delete
kn: ತೆಗೆದುಹಾಕು
te: తొలగించు

source: F1-Help F2-New F3-Edit F4-Delete F5-Reset F12-OK
kn: F1-ಸಹಾಯ F2-ಹೊಸ F3-ಸಂಪಾದಿಸಿ F4-ತೆಗೆದುಹಾಕಿ F5-ಮರುಸಂಯೋಜಿಸಿ F12-ಸರಿ
te: F1-సహాయం F2-కొత్త F3-కూర్పు F4-తొలగింపు F5-తిరిగి అమర్పు F12-సరే

source: No Root Partition
kn: ಬೇರು ವಿಭಾಗವಿಲ್ಲ
te: రూట్ విభజన లేదు

source: Must have a / partition to install on.
kn: ಅನುಸ್ಥಾಪಿಸಲು / ವಿಭಾಗ ಅತ್ಯಗತ್ಯ.
te: తప్పక ఒక / విభజనను సంస్థాపనకు కలిగి ఉండాలి.

source: Partitioning Type
kn: ವಿಭಾಗೀಕರಣ ಶೈಲಿ
te: విభజనా వర్గం

source: Installation requires partitioning of your hard drive. The default layout is reasonable for most users. You can either choose to use this or create your own.
kn: ಅನುಸ್ಥಾಪನೆಯು ನಿಮ್ಮ ಡ್ರೈವ್‌ ಅನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತದೆ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ಹೆಚ್ಚಿನ ಬಳಕೆದಾರರಿಗೆ ಯುಕ್ತವಾದ ವಿಭಾಗೀಕರಣ ವಿನ್ಯಾಸವನ್ನೇ ಆರಿಸಿಕೊಳ್ಳಲಾಗುವುದು. ನೀವು ಇದನ್ನೇ ಬಳಸಲು ಆರಿಸಿಕೊಳ್ಳಬಹುದು ಇಲ್ಲವೇ ನಿಮ್ಮದೇ ಆದ ವಿನ್ಯಾಸವನ್ನು ರಚಿಸಬಹುದು.
te: సంస్థాపనకు మీ హార్డుడ్రైవులో విభజన అవసరం. ఈ సిద్ధ వాస్తు ఎక్కువ మంది వినియోగదారులకు సముచితమైంది. మీరు దీన్నే ఎన్నుకోవచ్చు లేదా మీ సొంతంగా సృష్టించుకోవచ్చు.

source: Which drive(s) do you want to use for this installation?
kn: ಈ ಅನುಸ್ಥಾಪನೆಗೆ ಯಾವ ಡ್ರೈವ್‌ಗಳನ್ನು ಬಳಸಲು ನಿರ್ಧರಿಸಿದ್ದೀರಿ?
te: ఈ సంస్థాపనకు మీరు ఏ drive(లు) ఉపయోగించాలనుకుంటున్నారు?

source: <Space>,<+>,<-> selection | <F2> Add drive | <F12> next screen
kn: <Space>,<+>,<-> ಆರಿಸುವಿಕೆ | <F2> ಮುದ್ರಿಕಾ ಚಾಲಿಕವನ್ನು ಸೇರಿಸು | <F12> ಮುಂದಿನ ತೆರೆ
te: <Space>,<+>,<-> ఎన్నిక | <F2> డ్రైవుని కలుపు | <F12> తరువాతి తెర

source: Review Partition Layout
kn: ವಿಭಾಗೀಕರಣ ವಿನ್ಯಾಸವನ್ನು ಮರುಪರೀಕ್ಷಿಸಿ
te: విభజనా వాస్తు సమీక్ష

source: Review and modify partitioning layout?
kn: ವಿಭಾಗೀಕರಣ ವಿನ್ಯಾಸವನ್ನು ಮರುಪರೀಕ್ಷಿಸಿ ಬದಲಾಯಿಸುವುದೇ?
te: విభజనా వాస్తు సమీక్ష మరియూ మార్పు?

source: Advanced Storage Options
kn: ಪ್ರೌಢ ಸಂಗ್ರಹಣಾ ಆಯ್ಕೆಗಳು
te: పురోగమ నిక్షిప్త ఐచ్ఛికాలు

source: How would you like to modify your drive configuration?
kn: ನಿಮ್ಮ ಮುದ್ರಿಕಾ ಚಾಲಕಗಳ ಸಂರಚನೆಯನ್ನು ಮಾರ್ಪಡಿಸಲು ಇಷ್ಟಪಡುತ್ತೀರೇನು?
te: మీరు మీ drive ఆకృతీకరణను ఎలా మార్చాలనుకుంటున్నారు?

source: Add FCP Device
kn: FCP ಸಾಧನವನ್ನು ಸೇರಿಸು
te: FCP సాధనాన్ని కలు

source: zSeries machines can access industry-standard SCSI devices via Fibre Channel (FCP). You need to provide a 16 bit device number, a 64 bit World Wide Port Name (WWPN), and a 64 bit FCP LUN for each device.
kn: zSeries ಗಣಕಗಳು ಉದ್ಯಮ-ಮಾನಕ SCSI ಸಾಧನಗಳನ್ನು ನಾರು ವಾಹಕಗಳ (Fibre Channel, FCP) ಮೂಲಕ ನಿಲುಕಿಸಿಕೊಳ್ಳಬಹುದು. ನೀವು ಪ್ರತಿ ಸಾಧನಗಳಿಗೆ ೧೬ ಬಿಟ್ ಗಳ ಸಾಧನಾ ಸಂಖ್ಯೆ,, ೬೪ ಬಿಟ್ ಗಳ ವಿಶ್ವವ್ಯಾಪಿ ಸಂಪರ್ಕದ್ವಾರದ ಹೆಸರು (WWPN),ಹಾಗು ೬೪ ಬಿಟ್ ಗಳ FCP LUN ಅನ್ನು ನೀಡಬೇಕಾಗುತ್ತದೆ.
te: zసీరీస్ కంప్యూటర్లు industry-standard SCSI సాధనాలను Fibre Channel (FCP) ద్వారా కొనసాగించగలుగుతాయి.మీరు ప్రతి సాధనానికీ కనీసం 5 పారామితులను సమకూర్చవలసి ఉంటుంది: ఒక 16 biసాధనం సంఖ్య, ఒక 16bit SCSI ID, a 64 bit World Wide Port పేరు (WWPN), ఒక 16bit SCSI LUN and a 64 bit FCP LUN.

source: Configure iSCSI Parameters
kn: iSCSI ಪ್ರಮಿತಿಗಳನ್ನು ಸಂರಚಿಸಿ
te: iSCSI పారామితులను ఆకృతీకరించు

source: To use iSCSI disks, you must provide the address of your iSCSI target and the iSCSI initiator name you've configured for your host.
kn: iSCSI ಮುದ್ರಿಕೆಗಳನ್ನು ಬಳಸಲು ನೀವು iSCSI ಉದ್ದಿಷ್ಟದ ವಿಳಾಸವನ್ನು ಹಾಗೂ ನಿಮ್ಮ ಆಥಿತೇಯಕ್ಕೆ ನೀಡಿರುವ iSCSI ಆರಂಭಕದ ಹೆಸರನ್ನು ನೀಡಬೇಕು.
te: iSCSI డిస్కులను ఉపయీగించటానికి, మీరు తప్పక మీ iSCSI లక్ష్య చిరునామాని మరియూ ఆతిధేయికి iSCSI నిర్దేశకుని పేరును ఆకృతీకరించాలి.

source: Username is required when password is present.
kn: ಬಳಕೆದಾರಹೆಸರು ಇದ್ದಾಗ ಗುಪ್ತಪದದ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: సంకేతపదము వున్నప్పుడు వినియోగదారినామము అవసరమౌతుంది.

source: Password is required when username is present.
kn: ಗುಪ್ತಪದದ ಇದ್ದಾಗ ಬಳಕೆದಾರಹೆಸರಿನ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: వినియోగదారినామము వున్నప్పుడు సంకేతపదము అవసరమౌతుంది.

source: Reverse username is required whenreverse password is present.
kn: ವಿಲೋಮ(reverse) ಗುಪ್ತಪದ ಇದ್ದಾಗ ವಿಲೋಮ ಬಳಕೆದಾರಹೆಸರಿನ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: విలోమ సంకేతపదము వున్నప్పుడు విలోమ వినియోగదారినామము అవసరమౌతుంది.

source: Reverse password is required whenreverse username is present.
kn: ವಿಲೋಮ(reverse) ಬಳಕೆದಾರ ಹೆಸರು ಒಂದು ವಿಲೋಮ ಗುಪ್ತಪದದ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: విలోమ వినియోగదారినామము వున్నప్పుడు విలోమ సంకేతపదము అవసరమౌతుంది.

source: Autopartition
kn: ಸ್ವಯಂವಿಭಾಗೀಕರಣ
te: స్వీయవిభజన

source: Disk Druid
kn: ಮುದ್ರಿಕಾ ಮಾಂತ್ರಿಕ
te: డిస్కు Druid

source: Downloading - %s
kn: ನಕಲಿಳಿಸುತ್ತಿದ್ದೇನೆ - %s
te: దిగుమతి - %s

source: Package Installation
kn: ಸಂಗ್ರಹ ಅನುಸ್ಥಾಪನೆ
te: Package సంస్థాపన

source: Name :
kn: ಹೆಸರು :
te: పేరు :

source: Size :
kn: ಗಾತ್ರ :
te: పరిమాణం :

source: Summary:
kn: ಸಾರಾಂಶ:
te: సారాంశం:

source: Packages
kn: ಸಂಗ್ರಹಗಳು
te: ప్యాకేజీలు

source: Bytes
kn: ದ್ವಿಮಾಷ್ಟಕಗಳು
te: Byteలు

source: Time
kn: ಸಮಯ
te: సమయం

source: Total :
kn: ಒಟ್ಟು :
te: మొత్తం :

source: Completed:
kn: ಪೂರ್ಣಗೊಂಡಿದೆ:
te: ముగిసింది:

source: Remaining:
kn: ಉಳಿದಿದೆ:
te: మిగిలింది:

source: Package selection
kn: ಸಂಗ್ರಹ ಆಯ್ಕೆ
te: Package ఎన్నిక

source: The default installation of %s includes a set of software applicable for general internet usage. What additional tasks would you like your system to support?
kn: %s ನ ಪೂರ್ವನಿಯೋಜಿತ ಅನುಸ್ಥಾಪನೆಯು ಅಂತರ್ಜಾಲದ ಸಾಮಾನ್ಯ ಬಳಕೆಗೆ ಬೇಕಾಗುವಂತಹ ತಂತ್ರಾಂಶಗಳನ್ನೊಳಗೊಂಡಿದೆ. ಮತ್ತಾವ ಹಚ್ಚುವರಿ ಕಾರ್ಯಗಳಿಗೆ ನಿಮ್ಮ ಗಣಕವು ಸಮರ್ಥನೆ ನೀಡಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೀರಿ?
te: %sయొక్క సిద్ధ సంస్థాపన సాధారణ సంస్థాపన ఉపయోగానికి కావలసిన software అనువర్తనాలను కలిగి ఉంది. మీ కంప్యూటరు అదనంగా ఏ పనులకు మద్దతివ్వాలనుకుంటున్నారు?

source: Customize software selection
kn: ತಂತ್ರಾಂಶಗಳ ಆಯ್ಕೆಯನ್ನು ಪರಿಷ್ಕರಿಸು
te: software ఎన్నికను costomize చేయి.

source: What time zone are you located in?
kn: ನೀವು ಯಾವ ಕಾಲವಲಯದಲ್ಲಿ ನೆಲೆಸಿದ್ದೀರಿ?
te: మీరు ఏ సమయక్షేత్రాన్ని ఉంచాలనుకుంటున్నారు?

source: System clock uses UTC
kn: ಗಣಕದ ಗಡಿಯಾರವು UTC ಬಳಸುತ್ತದೆ
te: కంప్యూటరు గడియారం UTCని ఉపయోగిస్తుంది

source: Update boot loader configuration
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆಯನ್ನು ನವೀಕರಿಸಿ
te: బూట్లోడర్ఆకృతీకరణను నవీకరించు

source: Skip boot loader updating
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಊರ್ಜಿತಗೊಳಿಸುವುದನ್ನುಉಪೇಕ್ಷಿಸಿ
te: బూట్లోడర్ నవీకరణను దాటవేయి

source: Create new boot loader configuration
kn: ಹೊಸ ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆಯನ್ನು ಸೃಷ್ಟಿಸಿ
te: కొత్త బూట్లోడర్ ఆకృతీకరణను సృష్టించు

source: The 2.4 kernel needs significantly more swap than older kernels, as much as twice as much swap space as RAM on the system. You currently have %dMB of swap configured, but you may create additional swap space on one of your file systems now.
kn: ೨.೪ ತಿರುಳಿಗೆ ಹಿಂದಿನ ಜಾವಾಳಗಳಿಗೆ ಹೋಲಿಸಿದರೆ ಗಮನಾರ್ಹವಾದ ಹೆಚ್ಚಿನ ವಿನಿಮಯಸ್ಮೃತಿಯ ಆವಶ್ಯಕೆ ಇದೆ. ಇದು ಸರಿಸುಮಾರು ಪ್ರಾಥಮಿಕಸ್ಮೃತಿ (RAM) ನ ಎರಡರಷ್ಟು ಗಾತ್ರದ ವಿನಿಮಯಸ್ಮೃತಿಯನ್ನು ಅಪೇಕ್ಷಿಸುತ್ತದೆ. ನೀಮ್ಮ ಬಳಿ, ಸಧ್ಯಕ್ಕೆ %d ಎಮ್.ಬಿ ಗಾತ್ರದ ವಿನಿಮಯಸ್ಮೃತಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಆದರೆ ನಿಮಗಿಷ್ಟವಿದ್ದಲ್ಲಿ ನಿಮ್ಮ ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಹೆಚ್ಚುವರಿ ವಿನಿಮಯಸ್ಮೃತಿಯನ್ನು ಈಗ ರಚಿಸಬಹುದು.
te: ఈ 2.4 కి పాతకెర్నల్సుకన్నా‌ఎక్కువ స్వాప్ కావలసి ఉంది, కంప్యూటరు RAM లో ఉన్నదానికంటే రెండింతలు కూడా అవసరం కావచ్చు మీరు Y%dMB స్వాప్ ఆకృతీకరణను కలిగి ఉంటే, కింది ఫైలు విధానంలో అదనపు స్వాప్ విధానాన్ని కలిగి ఉండాలి.

source: Free Space
kn: ಖಾಲಿ ಸ್ಥಳ
te: వాడని ఖాళీ

source: RAM detected (MB):
kn: ಪತ್ತೆಹಚ್ಚಲ್ಪಟ್ಟ RAM (ಎಮ್.ಬಿ):
te: RAM శోధించిన (MB):

source: Suggested size (MB):
kn: ಸೂಚಿತ ಗಾತ್ರ (ಎಮ್.ಬಿ):
te: సూచించిన పరిమాణం (MB):

source: Swap file size (MB):
kn: ವಿನಿಮಯ ಕಡತ ಗಾತ್ರ (ಎಮ್.ಬಿ):
te: స్వాప్ ఫైలు పరిమాణం (MB):

source: Add Swap
kn: ವಿನಿಮಯಸ್ಮೃತಿಯನ್ನು ಸೇರಿಸಿ
te: స్వాప్ను కలుపు

source: The value you entered is not a valid number.
kn: ನೀವು ನಮೂದಿಸಿದ ಮೌಲ್ಯ ಮಾನ್ಯವಾದ ಸಂಖ್ಯೆಯಲ್ಲ.
te: మీరు ప్రవేశపెట్టిన విలువ సరైన సంఖ్య కాదు.

source: Reinstall System
kn: ವ್ಯವಸ್ಥೆಯನ್ನು ಪುನರನುಸ್ಥಾಪಿಸಿ
te: కంప్యూటరును పునఃసంస్థాపించు

source: System to Upgrade
kn: ಊರ್ಜಿತಗೊಳಿಸಬೇಕಾದ ವ್ಯವಸ್ಥೆ
te: కంప్యూటరు నవీకరణకు

source: One or more existing Linux installations have been found on your system. Please choose one to upgrade, or select 'Reinstall System' to freshly install your system.
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಒಂದು ಇಲ್ಲವೇ ಹೆಚ್ಚಿನ ಲೈನಕ್ಸ್ ಅನುಸ್ಥಾಪನೆಗಳು ಪತ್ತೆಹಚ್ಚಲ್ಪಟ್ಟಿವೆ. ಅವುಗಳಲ್ಲಿ ಒಂದನ್ನು ಊರ್ಜಿತಗೊಳಿಸಲು ಆರಿಸಿ, ಇಲ್ಲವೇ, ಹೊಸದಾಗಿ ಅನುಸ್ಥಾಪಿಸಲು 'ವ್ಯವಸ್ಥೆಯನ್ನು ಪುನರನುಸ್ಥಾಪಿಸಿ' ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ.
te: మీ కంప్యూటరులో ఒకటి లేదా ఎక్కువ Linuxసంస్థాపనలు కనుగొనబడుతున్నాయి. దయచేసి ఒకటి నవీకరించటానికి ఎన్నుకోండి, లేదా కొత్తగా మీ కంప్యూటరులో కొత్తగా సంస్థాపన చేయటానికి 'కంప్యూటరును పునఃసంస్థాపించు'ను ఎన్నుకోండి.

source: Root Password
kn: ನಿರ್ವಾಹಕ ಗುಪ್ತಪದ
te: రూట్ అనుమతిపదం

source: Pick a root password. You must type it twice to ensure you know what it is and didn't make a mistake in typing. Remember that the root password is a critical part of system security!
kn: ನಿರ್ವಾಹಕ ಗುಪ್ತಪದವೊಂದನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ. ನೀವು ಅದನ್ನು ನಮೂದಿಸುವಾಗ ತಪ್ಪುಗಳನ್ನು ಮಾಡದಿರದಂತೆ ಎಚ್ಚರ ವಹಿಸಲು, ಹಾಗೂ, ಅದರ ಪೂರ್ಣ ಅರಿವು ನಿಮಗಿರುವಂತಾಗಲು ಎರಡು ಬಾರಿ ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ಮರೆಯದಿರಿ, ನಿರ್ವಾಹಕ ಗುಪ್ತಪದವು ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯ ಸುರಕ್ಷತೆಯಲ್ಲಿ ನಿರ್ಣಾಯಕ ಪಾತ್ರ ವಹಿಸುತ್ತದೆ!
te: ఒక రూట్ అనుమతిపదాన్ని తీసుకోండి. అది ఏమిటో మీకు ధృడపడటానికి మీరు దాన్ని రెండుసార్లు టైపు చేయవలసి ఉంటుంది మరియూ టైపు చేసేటప్పుడు ఎటువంటి అక్షరదోషాలనూ చేయకండి. కంప్యూటరు రక్షణకు రూట్ అనుమతిపదం క్లిష్టమైన భాగమని గుర్తుంచుకోండి!

source: The root password must be at least 6 characters long.
kn: ನಿರ್ವಾಹಕಾ ಗುಪ್ತಪದ ಆರು ಸನ್ನೆಗಳಷ್ಟಾದರೂ ದೊಡ್ಡದಾಗಿರಬೇಕು.
te: రూట్ అనుమతిపదం తప్పక కనీసం 6 అక్షరాల పొడవుండాలి.

source: Welcome to %s!
kn: %s ಗೆ ಸುಸ್ವಾಗತ!
te: %sకి సుస్వాగతం!

source: The z/IPL Boot Loader will be installed on your system after installation is complete. You can now enter any additional kernel and chandev parameters which your machine or your setup may require.
kn: ಅನುಸ್ಥಾಪನೆಯು ಪೂರ್ಣಗೊಂಡ ನಂತರ z/IPL ಸಜ್ಜು ಉತ್ಥಾಪಕವು ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಲ್ಪಡುತ್ತದೆ. ನಿಮ್ಮ ಗಣಕ ಅಥವಾ ಸಂಯೋಜನೆಗಳಿಗೆ ಅಗತ್ಯವಾದ ಹೆಚ್ಚುವರಿ ತಿರುಳು ಮತ್ತು chandev ಪ್ರಮಿತಿಗಳೇನಾದರೂ ಇದ್ದ ಪಕ್ಷದಲ್ಲಿ ಅವುಗಳನ್ನು ನೀವು ಈಗ ನಮೂದಿಸಬಹುದು.
te: z/IPL బూట్లోడర్ సంస్థాపన పూర్తయ్యిన తరువాత మీ కంప్యూటరులో సంస్థాపించబడుతుంది. మీరు మీకంప్యూటరుకీ లేదా మీ అమర్పుకి అవసరమైన అదనపు కెర్నల్ మరియూ chandev పారామితులను ఇవ్వాలి..

source: z/IPL Configuration
kn: z/IPL ಸಂರಚನೆ
te: z/IPL ఆకృతీకరణ

source: Chandev line
kn: Chandev ಸಾಲು
te: Chandev లైను

source: _Custom
kn: ಪರಿಷ್ಕೃತ (_C)
te: వాడుక (_C)

source: Select this installation type to gain complete control over the installation process, including software package selection and partitioning.
kn: ತಂತ್ರಾಂಶ ಸಂಗ್ರಹಗಳ ಆಯ್ಕೆ, ವಿಭಾಗೀಕರಣಾದಿಯಾಗಿ ಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಯ ಮೇಲೆ ಪೂರ್ಣ ಹತೋಟಿಯನ್ನು ಗಳಿಸಲು ಈ ಅನುಸ್ಥಾಪನಾ ಕ್ರಮವನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ.
te: సంస్థాపనా విధానంపై పూర్తి నియంత్రణని సంపాదించటానికి ఈ సంస్థాపనా వర్గాన్ని మళ్లీ ఎన్నుకోండి, software package ఎన్నిక మరియూ విభజనతోకూడా.

source: _Fedora
kn: ಫೆಡೋರಾ (_F)
te: Fedora (_F)

source: The default installation of %s includes a set of software applicable for general internet usage. What additional tasks would you like your system to include support for?
kn: %s ನ ಪೂರ್ವನಿಯೋಜಿತ ಅನುಸ್ಥಾಪನೆಯು ಅಂತರ್ಜಾಲದ ಸಾಮಾನ್ಯ ಬಳಕೆಗೆ ಬೇಕಾಗುವಂತಹ ತಂತ್ರಾಂಶಗಳನ್ನೊಳಗೊಂಡಿದೆ. ಮತ್ತಾವ ಹಚ್ಚುವರಿ ಕಾರ್ಯಗಳಿಗೆ ನಿಮ್ಮ ಗಣಕ ಸಮರ್ಥನೆಯಲ್ಲಿ ಅಡಕಗೊಂಡಿರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತೀರಿ?
te: ఈ %s యొక్క సిద్ధ సంస్థాపన సాధారణ internet ఉపయోగాలకోసం softwareను కూడిఉంది. దానికి ఏమైనా అదనపు బాధ్యతలను మీ కంప్యూటరు కలిగి ఉండాలనుకుంటున్నారా?

source: Office and Productivity
kn: ಕಛೇರಿ ಮತ್ತು ಉತ್ಪಾದಕತೆ
te: కార్యాలయం మరియూ ఉత్పాదకత

source: Software Development
kn: ತಂತ್ರಾಂಶ ವಿಕಾಸನ
te: Software అభివృద్ధి

source: Web server
kn: ಜಾಲ ಪರಿಚಾರಕ

source: _Personal Desktop
kn: ವೈಯಕ್ತಿಕ ಗಣಕತೆರೆ (_P)
te: వ్యక్తిగత డెస్కుటాప్ (_P)

source: Perfect for personal computers or laptops, select this installation type to install a graphical desktop environment and create a system ideal for home or desktop use.
kn: ವೈಯಕ್ತಿಕ ಗಣಕಗಳು ಅಥವಾ ಉಡಿಗಣಕಗಳಿಗೆ ಯಥೋಚಿತವಾದುದು, ಮನೆಬಳಕೆಗೆ ಅಥವಾ ಮೇಜುಮೇಲಣ ಬಳಕೆಗೆ ಸೂಕ್ತ ಚಿತ್ರಾತ್ಮಕ ಗಣಕಪರಿಸರವನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಈ ಅನುಸ್ಥಾಪನಾ ವಿಧಾನವನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ.
te: వ్యక్తిగత కంప్యూటర్లకు, లాప్ల టాప్పులకు సరైంది, చిత్ర సంబంధ డెస్కుటాప్ వాతావరణానికి మరియూ కంప్యూటరు హోం లేదా డెస్కుటాప్ వినియోగ సృష్టి సంస్థాపనకూ ఈ సంస్థాపనావిధానాన్ని ఎన్నుకోండి.

source: Desktop shell (GNOME) Office suite (OpenOffice.org) Web browser Email (Evolution) Instant messaging Sound and video applications Games
kn: ಗಣಕ ಆದೇಶತೆರೆ (ಜೀನೋಮ್) ಕಛೇರಿ ಪರಿವಾರ (OpenOffice.org) ಜಾಲ ಪ್ರದರ್ಶಕ ವಿಅಂಚೆ (Evolution) ತತ್ಷಣೀಯ ಸಂದೇಶಪ್ರೇಷಣೆ ಧ್ವನಿ ಮತ್ತು ಚಿತ್ರಣ ಅನ್ವಯಗಳು ಕ್ರೀಡೆಗಳು
te: Desktop shell (GNOME) Office పరివారం (OpenOffice.org) Web browser Email (వికాసం) తక్షణ సమాచారం శ్రవణ మరియూ దృశ్య అనువర్తనాలు ఆటలు

source: Office
kn: ಆಫೀಸ್
te: కార్యాలయం

source: Multimedia
kn: ಬಹುಮಾಧ್ಯಮ
te: మల్టీమీడియా

source: Virtualization
kn: ವಾಸ್ತವೀಕರಣ
te: వాస్తవీకర

source: Clustering
kn: ಸಮೂಹಗೊಳಿಸು
te: సంయుక్తీకరణ

source: Storage Clustering
kn: ಶೇಖರಣಾ ಸಮೂಹಗೊಳಿಸು
te: సంయుక్తీకరణ గిడ్డం

source: Installation Number
kn: ಅನುಸ್ಥಾಪನಾ ಸಂಖ್ಯೆ
te: సంస్థాపక సంఖ్య

source: Would you like to enter an Installation Number (sometimes called Subscription Number) now? This feature enables the installer to access any extra components included with your subscription. If you skip this step, additional components can be installed manually later. See http://www.redhat.com/InstNum/ for more information.
kn: ನೀವು ಈಗ ಒಂದು ಅನುಸ್ಥಾಪನಾ ಸಂಖ್ಯೆಯನ್ನು (ಒಂದು ಕಾಲದಲ್ಲಿ ಚಂದಾದಾರ ಸಂಖ್ಯೆ ಎಂದು ಕರೆಯಲ್ಪಡುತ್ತಿತ್ತು) ನಮೂದಿಸಲು ಬಯಸುತ್ತೀರೆ? ಈ ಸವಲತ್ತಿನಿಂದಾಗಿ ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಗೆ ಸೇರಿಸಲಾಗಿರುವ ಯಾವುದೆ ಹೆಚ್ಚುವರಿ ಪ್ಯಾಕೇಜುಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಸಹಾಯವಾಗುತ್ತದೆ. If you ನೀವು ಈ ಹಂತವನ್ನು ಉಪೇಕ್ಷಿಸಿದರೆ, ನಂತರ ಹೆಚ್ಚುವರಿ ಘಟಕಗಳನ್ನು ನೀವಾಗಿ ಅನುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ http://www.redhat.com/InstNum/ ಅನ್ನು ನೋಡಿ.
te: మీరు సంస్థాపనా సంఖ్య (కొన్నిసార్లు చందా(సబ్‌స్క్రిప్షన్) సంఖ్య అని పిలువబడుతుంది) యిప్పుడు ప్రవేశపెట్టాలని అనుకొంటున్నారా? ఈ సౌలభ్యం, మీ చందాతో ఏమైనా అదనపు మూలకాలు చేర్చబడివుంటే వాటిని యాక్సిస్‌చేయుటకు సంస్థాపికను చేతనంచేస్తుంది. మీరు ఈ అంచేను వదిలివేస్తే, అదనపు మూలకాలు తరువాత మానవీయంగా సంస్థాపించబడతాయి. అదికసమాచారము కొరకు http://www.redhat.com/InstNum/ చూడండి.

source: If you cannot locate the Installation Number, consult http://www.redhat.com/InstNum/
kn: ನಿಮಗೆ ಅನುಸ್ಥಾಪನಾ ಸಂಖ್ಯೆಯು ದೊರೆಯದೆ ಹೋದಲ್ಲಿ, http://www.redhat.com/InstNum/ ಅನ್ನು ನೋಡಿ
te: మీరు సంస్థాపనా సంఖ్యను గుర్తించలేకపోతే, http://www.redhat.com/InstNum/ సంప్రదించండి.

source: _Server
kn: ಪರಿಚಾರಕ (_S)
te: సర్వరు (_S)

source: Select this installation type if you would like to set up file sharing, print sharing, and Web services. Additional services can also be enabled, and you can choose whether or not to install a graphical environment.
kn: ಕಡತ ಹಂಚಿಕೆ, ಮುದ್ರಣಾ ಹಂಚಿಕೆ ಮತ್ತು ಜಾಲ ಸೇವೆಗಳನ್ನು ಸಂಯೋಜಿಸಲು ಈ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ. ಅಗತ್ಯವಿದ್ದರೆ ಹೆಚ್ಚುವರಿ ಸೇವೆಗಳನ್ನೂ ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಬಹುದು, ಮತ್ತು ಚಿತ್ರಾತ್ಮಕ ಪರಿಸರದ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಮಾಡಬೇಕೋ ಬೇಡವೋ ಎಂದೂ ಆರಿಸಿಕೊಳ್ಳಬಹುದು.
te: మీరు ఫైళ్ల భాగస్వామ్యాన్ని అమర్చాలనుకుంటే ఈ సంస్థాపనా వర్గాన్ని ఎన్నుకోండి, ముద్రణా భాగస్వామ్యం, మరియూ web సేవలూ, అదనపు సేవలు కూడా సామౌతాయి, మరియూ మీరు చిత్ర సంబంధ వాతావరణాన్ని ఎన్నుకునేదీ లేనిదీ మీ ఇష్టం.

source: _Workstation
kn: ಕಾರ್ಯಕೇಂದ್ರ (_W)
te: కార్యక్షేత్రం (_W)

source: This option installs a graphical desktop environment with tools for software development and system administration.
kn: ಈ ಆಯ್ಕೆಯು ತಂತ್ರಾಂಶ ವಿಕಾಸನ ಮತ್ತು ಗಣಕ ನರ್ವಹಣೆಗೆ ಅಗತ್ಯವಾದಂತಹ ಉಪಕರಣಗಳನ್ನೊಳಗೊಂಡ ಚಿತ್ರಾತ್ಮಕ ಗಣಕಪರಿಸರವನ್ನು ಅನುಸ್ಥಾಪಿಸುತ್ತದೆ.
te: సాఫ్టువేరు అభివృద్ధితోకూడిన చిత్ర సంబంధ డెస్కుటాప్ వాతావరణం మరియూ కంప్యూటరు నిర్వహణ అన్నవి ఐచ్ఛిక సంస్థాపనలు.

source: Desktop shell (GNOME) Office suite (OpenOffice.org) Web browser Email (Evolution) Instant messaging Sound and video applications Games Software Development Tools Administration Tools
kn: ಗಣಕತೆರೆ ಆದೇಶತೆರೆ (ಜೀನೋಮ್) ಕಛೇರಿ ಪರಿವಾರ (OpenOffice.org) ಜಾಲ ಪ್ರದರ್ಶಕ ವಿಅಂಚೆ (Evolution) ತತ್ಷಣೀಯ ಸಂದೇಶಪ್ರೇಷಣೆ ಧ್ವನಿ ಮತ್ತು ಚಿತ್ರಣ ಅನ್ವಯಗಳು ಕ್ರೀಡೆಗಳು ತಂತ್ರಾಂಶ ವಿಕಾಸನಾ ಉಪಕರಣಗಳು ನಿರ್ವಹಣಾ ಉಪಕರಣಗಳು
te: Desktop shell (GNOME) Office పరివారం (OpenOffice.org) Web browser Email (Evolution) తక్షణ సమాచారం శ్రవణ మరియూ దృశ్య అనువర్తనాలు ఆటలు Software అభివృద్ధి ఉపకరణాలు నిర్వహణా ఉపకరణాలు

source: Media Check
kn: ಮಾಧ್ಯಮ ಪರಿಶೀಲನೆ
te: మాధ్యమ శోధన

source: Test
kn: ಪರೀಕ್ಷಿಸು
te: పరిశీలన

source: Eject CD
kn: ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ಹೊರತಳ್ಳು
te: CDని బయటకు పంపు

source: Choose "%s" to test the CD currently in the drive, or "%s" to eject the CD and insert another for testing.
kn: ಅಳವಡಿಸಲಾಗಿರುವ ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ಪರೀಕ್ಷಿಸಲು "%s" ಆರಿಸಿಕೊಳ್ಳಿ, ಇಲ್ಲವೇ ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ಹೊರತಳ್ಳಿ ಮತ್ತೊಂದನ್ನು ಪರೀಕ್ಷೆಗೆ ಒಳಪಡಿಸಲು "%s" ಆರಿಸಿಕೊಳ್ಳಿ.
te: ప్రస్తుతం driveలో ఉన్న CDని పరిశీలించటానికి "%s"ని ఎన్నుకోండి, లేదా "%s" CDని తీసి పరిశీలనకు వేరొకదానిని పెట్టండి.

source: If you would like to test additional media, insert the next CD and press "%s". Testing each CD is not strictly required, however it is highly recommended. Minimally, the CDs should be tested prior to using them for the first time. After they have been successfully tested, it is not required to retest each CD prior to using it again.
kn: ಹೆಚ್ಚುವರಿ ಮಾಧ್ಯಮಗಳನ್ನು ಪರೀಕ್ಷಿಸಬೇಕೆಂದಿದ್ದರೆ, ಮುಂದಿನ ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ಅಳವಡಿಸಿ "%s" ಒತ್ತಿರಿ. ಪ್ರತಿಯೊಂದು ಅಡಕಮುದ್ರಿಕೆಯ ಪರೀಕ್ಷಣೆಯೂ ಅಗತ್ಯವಲ್ಲ, ಆದರೆ ಪ್ರಬಲವಾಗಿ ಶಿಫಾರಿಸಿಸುತ್ತೇವ. ಕನಿಷ್ಟಪಕ್ಷ, ಅಡಕಮುದ್ರಿಕೆಗಳನ್ನು ಮೊದಲಬಾರಿ ಉಪಯೋಗಿಸುವ ಮೊದಲಾದರೂ ಒಮ್ಮೆ ಪರೀಕ್ಷಣೆಗೊಳಪಡಿಸಿ. ಒಮ್ಮೆ ಸಫಲವಾಗಿ ಪರೀಕ್ಷಣೆಯನ್ನು ಕೈಗೊಂಡಲ್ಲಿ, ಅಡಕಮುದ್ರಿಕೆಗಳನ್ನು ಮತ್ತೆ ಉಪಯೋಗಿಸುವ ಮೊದಲು ಮರುಪರೀಕ್ಷಿಸಬೇಕಾಗುವುದಿಲ್ಲ.
te: మీరు అదనపు మాధ్యమాన్ని పరిశీలించాలనుకుంటే, తరువాతి CDని పెట్టి "%s"ను నొక్కండి. ప్రతి CDనీ పరిక్షించటం అవసరంలేదు. తక్కువగా, మొదటసారి ఉపయోగించేటప్పుడు పరీక్షించవలసి ఉంటుంది. అవి పరీక్షించబడిన తరువాత, ఉపయోగించటానికి ప్రతి CDని తిరిగి అమర్చనవసరంలేదు.

source: The %s CD was not found in any of your CDROM drives. Please insert the %s CD and press %s to retry.
kn: %s ನಿಮ್ಮ ಯಾವುದೇ ಅಡಕಡ್ರೈವ್‌ಗಳಲ್ಲೂ ಕಂಡುಬರಲಿಲ್ಲ. ಮರುಪ್ರಯತ್ನಿಸಲು, ದಯವಿಟ್ಟು %s ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ಅಳವಡಿಸಿ %s ಒತ್ತಿರಿ.
te: %s CD మీ ఏ CDROM driveలోనూ కనుగొనబడలేదు.దయచేసి %s CDని ఉంచిపునఃప్రారంభించటానికి %s ను నొక్కండి.

source: CD Found
kn: ಅಡಕಮುದ್ರಿಕೆ ಕಂಡುಬಂದಿತು
te: CD కనుగొనబడింది

source: To begin testing the CD media before installation press %s. Choose %s to skip the media test and start the installation.
kn: ಅನುಸ್ಥಾಪನೆಗೆ ಮೊದಲು ಅಡಕಮುದ್ರಿಕೆಯ ಪರೀಕ್ಷಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು %s ಒತ್ತಿರಿ. ಮಾಧ್ಯಮದ ಪರೀಕ್ಷಣೆಯನ್ನು ಉಪೇಕ್ಷಿಸಲು ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು %s ಆರಿಸಿಕೊಳ್ಳಿ.
te: CD మాద్యమాన్ని పరీక్ష ప్రారంభానికి, సంస్థాపనకు ముందు %sను నొక్కండి. %sను మాధ్యమ పరిశీలన దాటివేతకు మరియూ సంస్థాపన ప్రారంభానికి ఎన్నుకోండి.

source: No %s CD was found which matches your boot media. Please insert the %s CD and press %s to retry.
kn: ನಿಮ್ಮ ಸಜ್ಜು ಮಾಧ್ಯಮಕ್ಕೆ ಸರಿಹೊಂದುವ %s ಅಡಕಮುದ್ರಿಕೆ ಕಂಡುಬರಲಿಲ್ಲ. ಮರುಪ್ರಯತ್ನಿಸಲು ದಯವಿಟ್ಟು %s ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ಅಳವಡಿಸಿ %s ಒತ್ತಿರಿ.
te: మీ boot మాధ్యమంతో జతపడే ఏ %s CD కనుగొనబడలేదు. దయచేసి %s CDని ఉంచి పునఃప్రయత్నానికి %sని నొక్కండి.

source: CD Not Found
kn: ಅಡಕಮುದ್ರಿಕೆ ಕಂಡುಬರುತ್ತಿಲ್ಲ
te: CD కనుగొనబడలేదు

source: Cannot find kickstart file on CDROM.
kn: ಅಡಕಮುದ್ರಿಕೆಯಲ್ಲಿ ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಕಡತ ಕಾಣಬರುತ್ತಿಲ್ಲ.
te: కిక్ స్టార్టు ఫైలు CDROMలో కనుగొనబడలేదు.

source: Loading
kn: ಉತ್ಥಾಪಿಸುತ್ತಿದ್ದೇನೆ

source: Reading driver disk...
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಓದುತ್ತಿದ್ದೇನೆ...
te: పఠన డ్రైవర్ డిస్కు...

source: Driver Disk Source
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕಾ ಆಕರ
te: డ్రైవర్ డిస్కు ఆకరం

source: You have multiple devices which could serve as sources for a driver disk. Which would you like to use?
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಗೆ ಆಕರವಾಗಬಹುದಾದಂತಹ ಹಲವಾರು ಸಾಧನಗಳು ನಿಮ್ಮಲ್ಲಿವೆ. ನೀವು ಯಾವುದನ್ನು ಬಳಸಲಿಚ್ಛಿಸುತ್ತೀರಿ?
te: డ్రైవర్ డిస్కు ఆకరంగా పనిచేసే.సాధనా బాహుళ్యాన్ని మీరు కలిగి ఉన్నారు. మీరు దేన్ని ఉపయోగించాలనుకుంటున్నారు?

source: There are multiple partitions on this device which could contain the driver disk image. Which would you like to use?
kn: ಚಾಲಕ ಮುದ್ರಿಕೆಯ ಪಡಿಯಚ್ಚನ್ನು ಹೊಂದಿರಬಹುದಾದ ಹಲವಾರು ವಿಭಾಗಗಳು ಈ ಸಾಧನದಲ್ಲಿವೆ. ನೀವು ಯಾವುದನ್ನು ಬಳಸಲು ಇಚ್ಛಿಸುತ್ತೀರಿ?
te: డ్రైవర్ డిస్కు చిత్రాలను కలిగిఉన్న విభజనా బాహుళ్యాలు ఈ సాధనంలో ఉన్నాయి. మీరు దేన్ని ఉపయోగించాలనుకుంటున్నారు?

source: Failed to mount partition.
kn: ವಿಭಾಗದ ಆರೋಹಿಸುವಿಕೆ ವಿಫಲವಾಯಿತು.
te: విభజనను మరల్చటంలో వైఫల్యం.

source: Select driver disk image
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯ ಪಡಿಯಚ್ಚನ್ನು ಆರಿಸಿ
te: డ్రైవర్ డిస్కు చిత్రాన్ని ఎన్నుకో

source: Select the file which is your driver disk image.
kn: ನಿಮ್ಮ ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯ ಪಡಿಯಚ್ಚು ಕಡತವನ್ನು ಆರಿಸಿ.
te: మీ డ్రైవర్ డిస్కు చిత్రంగా ఉన్న ఫైలుని ఎన్నుకోండి.

source: Failed to load driver disk from file.
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಕಡತದಿಂದ ಉತ್ಥಾಪಿಸುವುದು ವಿಫಲವಾಯಿತು.
te: డ్రైవర్ డిస్కు నుండీ ఫైలును లోడు చేయటంలో వైఫల్యం.

source: Insert your driver disk into /dev/%s and press "OK" to continue.
kn: ಮುಂದುವರೆಯಲು ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು /dev/%s ನಲ್ಲಿ ಅಳವಡಿಸಿ "ಸರಿ" ಒತ್ತಿರಿ.
te: మీ డ్రైవర్ డిస్కు /dev/%sలోకి చొప్పించి కొనసాగించటానికి "సరే"ను నొక్కండి.

source: Insert Driver Disk
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಅಳವಡಿಸಿ
te: డ్రైవర్ డిస్కును చొప్పించండి

source: Failed to mount driver disk.
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯ ಆರೋಹಿಸುವಿಕೆ ವಿಫಲವಾಯಿತು.
te: డ్రైవర్ డిస్కును మరల్చటంలో వైఫల్యం.

source: Driver disk is invalid for this release of %s.
kn: %s ನ ಬಿಡುಗಡೆಗೆ ಯಂತ್ರ ಚಾಲಿಕಾ ಮುದ್ರಕಗಳು ಅಮಾನ್ಯವಾಗಿವೆ
te: %s విడుదలకు డ్రైవర్ డిస్కు సరైనది కాదు.

source: Manually choose
kn: ಸ್ವಹಸ್ತದಿಂದ ಆರಿಸಿ
te: మానవీయంగా ఎన్నుకోబడింది

source: Load another disk
kn: ಮತ್ತೊಂದು ಮುದ್ರಿಕೆಯನ್ನು ಉತ್ಥಾಪಿಸಿ
te: వేరొక డిస్కుని load చేయి
