Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this partition.
kn: ನೀವು ಅನುಸ್ಥಾಪನೆಗೆ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ, ಸಪಾಟಾಗದೇ ಇರುವ ವಿಭಾಗವನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದೀರಿ. ಹಿಂದಿನ ಕಾರ್ಯಾಚರಣ ವ್ಯವಸ್ಥೆಯ (operating system) ಕಡತಗಳು ಹೊಸ ಲೈನಕ್ಸ್ ನ ಅನುಸ್ಥಾಪನೆಗೆ ತೊಂದರೆ ಕೊಡದಂತೆ ಖಾತರಿಪಡಿಸಿಕೊಳ್ಳಲು ನೀವು ಈ ವಿಭಾಗವನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸಿರೆಂದು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ಆದರೆ, ಈ ವಿಭಾಗವು ನೀವು ಉಳಿಸಿಕೊಳ್ಳಬೇಕೆಂದಿರುವ ನೆಲೆಕಡತಕೋಶದಂತಹ ಕಡತಗಳನ್ನು ಒಳಗೊಂಡಿದ್ದಲ್ಲಿ, ಇದನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸದೇ ಮುಂದುವರೆಯಿರಿ.
te: ఈ సంస్థాపనకు దాన్ని ఆకృతీకరించకుండా ఇంతకు ముందే ఉన్న విభజనను మేము ఎన్నుకున్నాము. మీరు ఈ విభజనని ముందలి ఆపరేటింగు సిస్టం లోని ముఖ్యమైన ఫైళ్లను ఆకృతీకరించటానికి మద్దతిస్తాము. ముందలి ఆపరేటింగు సిస్టం ఈ Linux సంస్థాపనక అవరోధంకాదు. ఒకవేళ ఈ విభజన మీకు అవసరమైన ఫైళ్లను కలిగి ఉంటే, (home డైరెక్టరీ లాంటివి) అప్పుడు ఈ విభజనని ఆకృతీకరించకుండా కొనసాగించండి.

source: Format?
kn: ಫಾರ್ಮಾಟುಗೊಳಿಸುವುದೇ?
te: ఆకృతీకరణ?

source: _Modify Partition
kn: ವಿಭಾಗವನ್ನು ಮಾರ್ಪಡಿಸು (_M)
te: విభజనని మార్చు (_M)

source: Do _Not Format
kn: ಫಾರ್ಮಾಟುಗೊಳಿಸದಿರು (_N)
te: ఆకృతీకరించకు (_N)

source: Error with Partitioning
kn: ವಿಭಾಗೀಕರಣದಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿತು
te: విభజనతో దోషం

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %s. %s
kn: ನೀವು ಕೋರಿರುವ ವಿಭಾಗೀಕರಣ ಕ್ರಮದಲ್ಲಿ ಕೆಳಕಂಡ ವಿಷಮ ದೋಷಗಳು ಕಂಡುಬಂದಿವೆ. %s ನ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಮುಂದುವರೆಸುವ ಮೊದಲು ಈ ದೋಷಗಳನ್ನು ಪರಿಹರಿಸಬೇಕು. %s
te: మీరు కోరిన విభజన విధానంలో ఈ కింది క్లిష్టమైన దోషాలు ఉన్నాయి. ఈ దోషాలు మీ %sతో కొనసాగించటం వల్ల సరిచేయబడాలి. %s

source: Partitioning Warning
kn: ವಿಭಾಗೀಕರಣ ಎಚ್ಚರಿಕೆ
te: విభజన హెచ్చరిక

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
kn: ನೀವು ಕೋರಿದ ವಿಭಾಗೀಕರಣ ಕ್ರಮಕ್ಕೆ ಕೆಳಕಂಡ ಎಚ್ಚರಿಕೆಗಳಿವೆ. %s ನೀವು ಕೋರಿರುವ ವಿಭಾಗೀಕರಣ ಕ್ರಮದೊಡನೆ ಮುಂದುವರೆಯಬೇಕೆಂದಿದ್ದೀರೇನು?
te: మీరుకోరిన విభజనా విధానంలో ఈ కింది హెచ్చరికలను కలిగిఉంది. %s మీరు మీకు కావలసిన విభజనా విధానంతోనే కొనసాగాలనుకుంటున్నారా?

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
kn: ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಈ ಕೆಳಕಂಡ ವಿಭಾಗಗಳು ತಮ್ಮಲ್ಲಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ ಕಳೆದುಕೊಂಡು ಫಾರ್ಮಾಟುಗೊಳ್ಳಲು ಆರಿಸಲಾಗಿವೆ.
te: ఇంతకు ముందే ఉన ఈ కింది విభజన ఆకృతీకరించటానికి ఎన్నికచేయబడింది, సమాచారమంతటినీ పోగొడుతోంది.

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
kn: ಈ ವಿಭಾಗಗಳನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸಲು ಮುಂದುವರೆಯಲು 'ಹೌದು' ಆರಿಸಿರಿ, ಇಲ್ಲವೇ ಹಿಮ್ಮೆಟ್ಟಿ ಸಂಯೋಜನೆಗಳನ್ನು ಬದಲಾಯಿಸಲು 'ಇಲ್ಲ' ಆರಿಸಿರಿ.
te: కొనసాగించటానికి మరియూ ఈ విభజనలను ఆకృతీకరించటానికి 'అవును'ను ఎన్నుకోండి, లేకపోతే వెనక్కి వెళ్లి అమర్పులను మార్చటానికి 'వద్దు'ను ఎన్నుకోండి.

source: Format Warning
kn: ಫಾರ್ಮಾಟುಗೊಳಿಸುವಿಕೆ ಎಚ್ಚರಿಕೆ
te: ఆకృతీకరణ హెచ్చరిక

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
kn: ಇದೀಗ ನೀವು ಪರಿಮಾಣ ಸಮೂಹ "%s" ಅನ್ನು ತೆಗೆದುಹಾಕಲಿದ್ದೀರಿ ಈ ಸಮೂಹದಲ್ಲಿರುವ ಎಲ್ಲಾ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳೂ ನಷ್ಟವಾಗುತ್ತವೆ!
te: "%s"మీరు ఈ valime సమూహాన్ని తొలగించాలనుకుంటున్నారు. ఈ సంపుట సమూహంలోని అన్ని తార్కిక విలువలూ పోతాయి!

source: You are about to delete the logical volume "%s".
kn: ನೀವು ಇದೀಗ ತಾರ್ಕಿಕ ಪರಿಮಾಣ "%s" ಅನ್ನು ತೆಗೆದುಹಾಕಲಿದ್ದೀರಿ.
te: "%s" తార్కిక విలువను తొలగించ దలచారా.

source: You are about to delete a RAID device.
kn: ನೀವುಇದೀಗ RAID ಒಂದನ್ನು ತೆಗೆದುಹಾಕಲಿದ್ದೀರಿ.
te: మీరు అడిగింది RAID ఉపకరణాన్ని తొలగించటం గురించి.

source: You are about to delete the /dev/%s partition.
kn: ನೀವು ಇದೀಗ /dev/%s ವಿಭಾಗವನ್ನು ತೆಗೆದುಹಾಕಲಿದ್ದೀರಿ.
te: మీరు అడిగింది /dev/%s విభజన తొలగించటం గురించి.

source: The partition you selected will be deleted.
kn: ನೀವು ಆರಿಸಿರುವ ವಿಭಾಗವನ್ನು ತೆಗೆದುಹಾಕಲಾಗುವುದು.
te: మీరు ఎన్నుకొన్న విభజన తొలగించబడుతుంది.

source: Confirm Reset
kn: ಮರುಸಂಯೋಜನೆಯನ್ನು ದೃಢೀಕರಿಸಿ
te: తిరిగి అమర్పుని ఖాయపరువు

source: Are you sure you want to reset the partition table to its original state?
kn: ನೀವು ವಿಭಾಗಿಕರಣ ಕೋಷ್ಟಕವನ್ನು ಮೂಲ ಸ್ಥಿತಿಗೆ ಮರುಸಂಯೋಜಿಸಲು ಖಚಿತವಾಗಿ ನಿಶ್ಚಯಿಸಿದ್ದೀರೇನು?
te: మీరు నిజంగా విభజన పట్టికను దాని నిజ స్థితిలోనే తిరిగి అమర్చాలనుకుంటున్నారా?

source: This mount point is invalid. The %s directory must be on the / file system.
kn: ಈ ಆರೋಹಣಾತಾಣ ಮಾನ್ಯವಾದುದಲ್ಲ. %s ಕಡತಕೋಶವು / ಕಡತವ್ಯವಸ್ಥೆಯ ಮೇಲಿರಬೇಕು.
te: ఈ మౌంటు పాయింటు చెల్లనిది. ఈ %s డైరెక్టరీ తప్పక / ఫైలు విధానంలో ఉండాలి.

source: The mount point %s cannot be used. It must be a symbolic link for proper system operation. Please select a different mount point.
kn: ಆರೋಹಣಾತಾಣ %s ಅನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ. ಗಣಕದ ಯತಾರ್ಥ ಕಾರ್ಯಾಚರಣೆಗೆ ಇದು ಒಂದು ಸಾಂಕೇತಿಕ ಕೊಂಡಿಯಾಗಿರಬೇಕಾಗುತ್ತೆದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದು ಆರೋಹಣಾತಾಣವನ್ನು ಆರಿಸಿರಿ.
te: %s మరల్పు క్షేత్రం ఉపయోగించబడలేదు. ఇది కంప్యూటరు సరిగా పనిచేయటానికి మాదిరి link కావచ్చు. దయచేసి వేరే మరల్పు కేంద్రాన్ని ఎన్నుకోండి.

source: This mount point must be on a linux file system.
kn: ಈ ಆರೋಹಣಾತಾಣವು ಲೈನಕ್ಸ್ ಕಡತವ್ಯವಸ್ಥೆಯ ಮೇಲಿರಬೇಕಾಗುತ್ತದೆ.
te: ఈ mount point తప్పకుండా linux పైళ్ల విధానంలోదై ఉండాలి

source: The mount point "%s" is already in use, please choose a different mount point.
kn: ಆರೋಹಣಾತಾಣ "%s" ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೊಂದು ಆರೋಹಣಾತಾಣವನ್ನು ಆರಿಸಿರಿ.
te: mount point "%s" ఇప్పటికే ఉపయోగంలో ఉంది, దయచెసి వేరొక mount pointని ఎన్నుకోండి.

source: The size of the %s partition (%10.2f MB) exceeds the maximum size of %10.2f MB.
kn: %s ವಿಭಾಗದ ಗಾತ್ರ (%10.2f ಎಮ್.ಬಿ), ಗರಿಷ್ಟ ಗಾತ್ರ %10.2f ಎಮ್.ಬಿ ಅನ್ನು ಮೀರಿದೆ.
te: %s విభజన సైజు (%10.2f MB) %10.2f MB. గరిష్ట సైజుని అధికమించింది.

source: The size of the requested partition (size = %s MB) exceeds the maximum size of %s MB.
kn: ನೀವು ಕೋರಿದ ವಿಭಾಗದ ಗಾತ್ರ (size = %s ಎಮ್.ಬಿ), ಗರಿಷ್ಟ ಗಾತ್ರ %s ಎಮ್.ಬಿ ಅನ್ನು ಮೀರಿದೆ.
te: కావలసిన విభజన సైజు (సైజు = %s MB) గరిష్ఠ సైజు of %s MBని అధికమించింది.

source: The size of the requested partition is negative! (size = %s MB)
kn: ನೀವು ಕೋರಿದ ವಿಭಾಗದ ಗಾತ್ರ ಋಣಾತ್ಮಕವಾಗಿದೆ! (ಗಾತ್ರ=%s ಎಮ್.ಬಿ)
te: కావలసిన విభజన సైజు వ్యతిరేకంగా ఉంది! (సైజు = %s MB)

source: Partitions can't start below the first cylinder.
kn: ವಿಭಾಗಗಳು ಮೊದಲ ಸಿಲಂಡರಿನ ಕೆಳಗೆ ಪ್ರಾರಂಭವಾಗಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: కింది మొదటి cylinder దగ్గర విభజన ప్రారంభంకాలేదు.

source: Partitions can't end on a negative cylinder.
kn: ವಿಭಾಗಗಳು ಋಣಾತ್ಮಕ ಸಿಲಂಡರಿನ ಮೇಲೆ ಅಂತ್ಯವಾಗಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: వ్యతిరేక cylinder దగ్గర విభజన సమాప్తికాదు.

source: No members in RAID request, or not RAID level specified.
kn: RAID ಬೇಡಿಕೆಯಲ್ಲಿ ಸದಸ್ಯರಾರೂ ಇಲ್ಲ, ಅಥವಾ RAID ಸ್ತರ ಸರಿಯಾಗಿ ನಿಗದಿಗೊಂಡಿಲ್ಲ.
te: RAID అభ్యర్ధనలో ఎవరూలేరు, మరియూ RAID స్థాయి తెలుపబడలేదు.

source: Bootable partitions can only be on RAID1 devices.
kn: ಬೂಟ್‌ ವಿಭಾಗಗಳು ಕೇವಲ RAID1 ಸಾಧನಗಳಲ್ಲಿ ಮಾತ್ರ ಇರಲು ಸಾಧ್ಯ.
te: Bootable విభజనలు RAID1లో మాత్రమే ఉంటాయి.

source: A RAID device of type %s requires at least %s members.
kn: %s ಮಾದರಿಯ RAID ಸಾಧನ ಕನಿಷ್ಟಪಕ್ಷ %s ಸದಸ್ಯರನ್ನು ಅಪೇಕ್ಷಿಸುತ್ತದೆ.
te: %sRAID ఉపకరణం వర్గం కనీసం %s సభ్యులను కలిగి ఉండాలి.

source: This RAID device can have a maximum of %s spares. To have more spares you will need to add members to the RAID device.
kn: ಈ RAID ಸಾಧನ ಹೆಚ್ಚೆಂದರೆ %s ಬಿಡಿಭಾಗಗಳನ್ನು ಹೊಂದಿರಲು ಸಾಧ್ಯ. ಹೆಚ್ಚು ಬಿಡಿಭಾಗಗಳ ಆವಶ್ಯಕತೆ ಇದ್ದಲ್ಲಿ, ನೀವು ಹೆಚ್ಚುವರಿ ಸದಸ್ಯರನ್ನು RAID ಸಾಧನಕ್ಕೆ ಸೇರಿಸಬೇಕಾಗುತ್ತದೆ.
te: ఈ RAID సాధనం %s గరిష్ఠ మినహాయింపులను కలిగి ఉంది. ఎక్కువ మినహాయింపులకు RAIDసాధనానికి మీరు సభ్యులను కలపవలసి ఉంటుంది.

source: Logical volume size must be larger than the volume group's physical extent size.
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಗಾತ್ರ, ಪರಿಮಾಣ ಸಮೂಹದ ಭೌತಿಕ ವ್ಯಾಪ್ತಿಗಾತ್ರಕ್ಕಿಂತ ದೊಡ್ಡದಾಗಿರಬೇಕು.
te: తార్కిక విలువ పరిమాణం తప్పక volume సమూహాల భౌతిక పరిమాణం కంటే పెద్దదిగా ఉండాలి.

source: Foreign
kn: ಬಾಹ್ಯ
te: విదేశీయ

source: The device %s is LDL formatted instead of CDL formatted. LDL formatted DASDs are not supported for usage during an install of %s. If you wish to use this disk for installation, it must be re-initialized causing the loss of ALL DATA on this drive. Would you like to reformat this DASD using CDL format?
kn: ಸಾಧನ %s CDL ರೀತಿಯಲ್ಲಲ್ಲದೆ LDL ರೀತಿಯಲ್ಲಿ ಸಪಾಟಾಗಿದೆ. LDL ರೀತಿಯಲ್ಲಿ ಸಪಾಟಾಗಿರುವ DASD ಗಳಿಗೆ %s ನ ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಸಮರ್ಥನೆಯಿಲ್ಲ. ಈ ಡ್ರೈವ್‌ ಅನ್ನು ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಬಳಸಬೇಕೆಂದಿದ್ದಲ್ಲಿ, ಇದನ್ನು ಮರು-ಮೊದಲುಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ. ಇದರಿಂದ ಇದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯೂ ನಷ್ಟವಾಗುತ್ತದೆ. ಈ DASD ಸಾಧನವನ್ನು CDL ರೀತ್ಯಾ ಮರುಫಾರ್ಮಾಟುಗೊಳಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರೇನು?
te: %s సాధనం CDLఆకృతికి బదులు LDLఆకృతిలో ఉంది. %s సంస్థాపనలో LDL ఆకృతీకరణ DASDs మద్దతివ్వవు. మీరు సంస్థాపనలో ఈ డిస్కుని ఉపయోగించాలనుకుంటే, ఈ driveలోని సమాచారాన్నంతటినీ పోగొట్టుకోవటం వల్ల మీరు దీన్ని పునఃసంస్థాపించాలి. మీరు ఈ DASA CDL ఆకృతిలో ఆకృతీకరించాలనుకుంటున్నారా?

source: /dev/%s currently has a %s partition layout. To use this disk for the installation of %s, it must be re-initialized, causing the loss of ALL DATA on this drive. Would you like to format this drive?
kn: /dev/%s ಸಧ್ಯಕ್ಕೆ %s ವಿಭಾಗೀಕರಣ ವಿನ್ಯಾಸವನ್ನು ಹೊಂದಿದೆ. %s ನ ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಇದನ್ನು ಬಳಸಿಕೊಳ್ಳಲು ಇದನ್ನು ಮರು-ಮೊದಲುಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ. ಇದರಿಂದ ಇದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯೂ ನಷ್ಟವಾಗುತ್ತದೆ. ಈ ಡ್ರೈವ್‌ ಅನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರೇನು?
te: ప్రస్తుతం /Dev/%s %s విభజనా వాస్తు. %s సంస్థాపనకు ఈ డిస్కును ఉపయోగించటానికి, ఈ driveలోని సమాచారాన్నంతటినీ పోగొట్టుకున్నందుకు ఇది తప్పక పునఃసంస్థాపించబడాలి. మీరు ఈ driveని ఆకృతీకరించాలనుకుంటున్నారా?

source: _Ignore drive
kn: ಡ್ರೈವ್‌ ಅನ್ನು ಕಡೆಗಣಿಸು (_I)
te: డ్రైవును గుర్తించకు (_I)

source: _Format drive
kn: ಡ್ರೈವ್‌ ಅನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸು (_F)
te: డ్రైవు ఆకృతీకరించు (_F)

source: Initializing
kn: ಮೊದಲುಗೊಳಿಸುತ್ತಿದೆ
te: సంస్థాపనం

source: Please wait while formatting drive %s...
kn: %s ಡ್ರೈವ್‌ ಫಾರ್ಮಾಟುಗೊಳ್ಳುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ...
te: %s driveను ఆకృతీకరిస్తున్నప్పుడు దయచేసి వేచి ఉండండి...

source: The partition table on device %s (%s) was unreadable. To create new partitions it must be initialized, causing the loss of ALL DATA on this drive. This operation will override any previous installation choices about which drives to ignore. Would you like to initialize this drive, erasing ALL DATA?
kn: %s (%s) ನಲ್ಲಿರುವ ವಿಭಾಗೀಕರಣ ಕೋಷ್ಟಕವನ್ನು ಓದಲಾಗಲಿಲ್ಲ. ಹೊಸ ವಿಭಾಗೀಕರಣವನ್ನು ಸೃಷ್ಟಿಸಲು, ಅದನ್ನು ಮೊದಲುಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ. ಅದರಿಂದಾಗಿ ಈ ಡ್ರೈವ್‌ನ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ ಕಳೆದುಕೊಳ್ಳಬೇಕಾಗುತ್ತದೆ. ಈ ಕಾರ್ಯಾಚರಣೆಯು ಈ ಹಿಂದೆ ನೀವು ಯಾವ ಡ್ರೈವ್‌ಗಳನ್ನು ಕಡೆಗಣಿಸಬೇಕೆಂದು ಮಾಡಿರುವ ಆಯ್ಕೆಗಳನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ. ಈ ಡ್ರೈವ್‌ ಅನ್ನು ಮೊದಲುಗೊಳಿಸಿ ಇದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ ಅಳಿಸಿಹಾಕಲು ಇಚ್ಛಿಸುವಿರೇನು?
te: %s (%s) విభాగంలోని విభజన పట్టిక చదవటానికి వీలుకానిది. Driveలోని సమాచారం పోవటంవల్ల విభజనను చెయటానికి ఇది తప్పక సంస్థాపించ బడాలి. ఈ కార్యం ఇంతకు ముందలి గుర్తించని driveల సంస్థాపనను తిరస్కరిస్తుంది. n మీరు సమచారాన్నంతటినీ తుడిచే ఈ driveని సంస్థాపించాలనుకుంటున్నారా?

source: The partition table on device %s (%s %-0.f MB) was unreadable. To create new partitions it must be initialized, causing the loss of ALL DATA on this drive. This operation will override any previous installation choices about which drives to ignore. Would you like to initialize this drive, erasing ALL DATA?
kn: %s (%s %-0.f MB) ನಲ್ಲಿರುವ ವಿಭಾಗೀಕರಣ ಕೋಷ್ಟಕವನ್ನು ಓದಲಾಗಲಿಲ್ಲ. ಹೊಸ ವಿಭಾಗಗಳನ್ನು ಸೃಷ್ಟಿಸಲು, ಅದನ್ನು ಆರಂಭಿಸಬೇಕಾಗುತ್ತದೆ. ಅದರಿಂದಾಗಿ ಈ ಡ್ರೈವ್‌ನ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ ಕಳೆದುಕೊಳ್ಳಬೇಕಾಗುತ್ತದೆ. ಈ ಕಾರ್ಯಾಚರಣೆಯು ಈ ಹಿಂದೆ ನೀವು ಯಾವ ಡ್ರೈವ್‌ಗಳನ್ನು ಕಡೆಗಣಿಸಬೇಕೆಂದು ಮಾಡಿರುವ ಆಯ್ಕೆಗಳನ್ನು ಉಲ್ಲಂಘಿಸುತ್ತದೆ. ಈ ಡ್ರೈವ್‌ವನ್ನು ಮೊದಲುಗೊಳಿಸಿ ಇದರಲ್ಲಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ ಅಳಿಸಿಹಾಕಲು ಇಚ್ಛಿಸುವಿರೇನು?
te: %s (%s %-0.f MB) పరికరంపైన విభజన పట్టిక చదవటానికి వీలుకానిది. కొత్త విభజనలను సృష్టించడానికి అది తప్పక సిద్దంచేయబడాలి, అది డ్రైవ్‌నందలి డాటా మొత్త నష్టపోవడానికి కారణమౌతుంది. ఏ డ్రైవ్‌లు వదిలివేయాలి అనేదానిపై గత సంస్థాపన యెంపికలను ఈ ఆపరేషన్ ఓవర్‌రైడ్ చేస్తుంది. మీరు సమచారాన్నంతటినీ తుడిచే ఈ driveని సంస్థాపించాలనుకుంటున్నారా?

source: The drive /dev/%s has more than 15 partitions on it. The SCSI subsystem in the Linux kernel does not allow for more than 15 partitons at this time. You will not be able to make changes to the partitioning of this disk or use any partitions beyond /dev/%s15 in %s
kn: /dev/%s ಎನ್ನುವ ಡ್ರೈವ್ 15 ಕ್ಕೂ ಹೆಚ್ಚಿನ ವಿಭಾಗಗಳನ್ನು ಹೊಂದಿದೆ. ಲಿನಕ್ಸ್ ಕರ್ನಲ್‌ನಲ್ಲಿರುವ SCSI ಉಪವ್ಯವಸ್ಥೆಯು ಸದ್ಯಕ್ಕೆ 15 ಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ವಿಭಾಗಗಳಿಗೆ ಅನುಮತಿಯನ್ನು ನೀಡುವುದಿಲ್ಲ. ಈ ಡಿಸ್ಕಿನಲ್ಲಿನ ವಿಭಾಗಗಳಿಗೆ ನೀವು ಯಾವುದೆ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ ಅಥವ /dev/%s15 ಕ್ಕಿಂತ ಮುಂದಿನ ವಿಭಾಗಗಳನ್ನು %s ನಲ್ಲಿ ಬಳಸುವಂತಿರುವುದಿಲ್ಲ.
te: డ్రైవ్ /dev/%s 15 కన్నా యెక్కువ విభజనలను కలిగివుంది. లైనక్సు కెర్నల్ నందలి SCSI వుపవ్యవస్థ ఈసారి 15 కన్నా యెక్కువ విభజనలను అనుమతించదు. ఈ డిస్కుయొక్క విభజనకు మీరు మార్పులు చేయలేకపోవచ్చు లేదా %sనందు /dev/%s15 క్రిందని ఏదేని విభజనలను వుపయోగించుము.

source: No Drives Found
kn: ಯಾವುದೇ ಡ್ರೈವ್‌ಗಳು ಕಂಡುಬರಲಿಲ್ಲ
te: ఏ Driveలు కనుగొనబడలేదు

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
kn: ದೋಷ ಸಂಭವಿಸಿದೆ - ಹೊಸ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ರಚಿಸಲು ಯಾವ ಮಾನ್ಯವಾದ ಸಾಧನಗಳೂ ಕಂಡುಬರಲಿಲ್ಲ ಈ ತೊಂದರೆಯ ಕಾರಣವನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಯಂತ್ರಾಂಶವನ್ನೊಮ್ಮೆ ಪರಿಶೀಲಿಸಿ.
te: దోషం సంభవించింది - కొత్త ఫైల్ వ్యవస్థని సృష్టించే సాధనం కనుగొనబడలేదు. దయచేసి మీ hardwareని ఈ కారణంగా ఒకసారి పరిశీలించండి.

source: Installation cannot continue.
kn: ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: సంస్థాపన కొనసాగించలేము.

source: The partitioning options you have chosen have already been activated. You can no longer return to the disk editing screen. Would you like to continue with the installation process?
kn: ನೀವು ಸೂಚಿಸಿದ ವಿಭಾಗೀಕರಣ ಆಯ್ಕೆಗಳನ್ನು ಈಗಾಗಲೇ ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಲಾಗಿದೆ. ಈಗ ನೀವು ಮುದ್ರಿಕಾ ಸಂಪಾದನಾ ತೆರೆಗೆ ಹಿಮ್ಮೆಟ್ಟಲು ಸಾಧ್ಯವಿಲ್ಲ. ಅನುಸ್ಥಾಪನೆಯೊಂದಿಗೆ ಮುಂದುವರೆಯಲು ಇಷ್ಟಪಡುತ್ತೀರೇನು?
te: మీరు ఎన్నుకున్న విభజనా ఐచ్ఛికాలు ఇప్పటికే పనిచేస్తున్నాయి. disk editing screenకి మీరు దగ్గర్లోనే ఉన్నారు. మీరు ఈ సంస్థాపనా విధానంతో కొనసాగించాలనుకుంటున్నారా?

source: Encrypt device?
kn: ಸಾಧನವನ್ನು ಗೂಢಲಿಪೀಕರಿಸ ಬೇಕೆ?
te: పరికరమును ఎన్క్రిప్టుచేయవలెనా?

source: You specified block device encryption should be enabled, but you have not supplied a passphrase. If you do not go back and provide a passphrase, block device encryption will be disabled.
kn: ಖಂಡ ಸಾಧನಕ್ಕೆ ಗೂಢಲಿಪೀಕರಣವನ್ನು ಶಕ್ತಗೊಳಿಸುವಂತೆ ನೀವು ಸೂಚಿಸಿದ್ದೀರಿ, ಆದರೆ ನೀವು ಯಾವುದೆ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ಒದಗಿಸಿಲ್ಲ. ನೀವು ಹಿಂದಕ್ಕೆ ಹೋಗಿ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ಮರಳಿಸದೆ ಇದ್ದಲ್ಲಿ, ಖಂಡ ಸಾಧನ ಗೂಢಲಿಪೀಕರಣವನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗುತ್ತದೆ.
te: మీరు బ్లాక్ పరికరము ఎన్క్రిప్షన్ చేతనం చేయవలెనని తెలిపినారు, అయితే మీరు సంకేతపదము అందివ్వలేదు. మీరు వెనుకకువెళ్ళి సంకేతపదము అందివ్వకపోతే, బ్లాక్ పరికరము ఎన్క్రిప్షన్ అచేతనము చేయబడుతుంది.

source: Back
kn: ಹಿಂದಕ್ಕೆ
te: వెనుకకు

source: Continue
kn: ಮುಂದುವರೆ
te: కొనసాగించు

source: Low Memory
kn: ಸ್ಮೃತಿ ಕಡಿಮೆ ಇದೆ
te: తక్కువ స్మృతి

source: As you don't have much memory in this machine, we need to turn on swap space immediately. To do this we'll have to write your new partition table to the disk immediately. Is that OK?
kn: ಈ ಗಣಕದಲ್ಲಿ ಹೆಚ್ಚು ಸ್ಮೃತಿಯಿಲ್ಲದ ಕಾರಣ, ವಿನಿಮಯ ಸ್ಮೃತಿಯನ್ನು ತಕ್ಷಣವೇ ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಿದೆ. ಇದನ್ನು ಸಾಧಿಸಲು ನೀವು ಸೂಚಿಸಿರುವ ವಿಭಾಗೀಕರಣ ಕೋಷ್ಟಕವನ್ನು ಈಗಿಂದೀಗ್ಗೆ ಮುದ್ರಿಕೆಗೆ ಬರೆಯಬೇಕಾಗುತ್ತದೆ. ಇದು ನಿಮಗೆ ಸಮ್ಮತವೇ?
te: మీరు ఈ కంప్యూటరులో ఎక్కువ మెమోరీని కలిగి లేరు, స్వాప్ జాగాకి తొందరగా మారవలసి ఉంది. ఇది చెయటానికి డిస్కులో మీ కొత్త విభజనాపట్టికను రాయాలి.. ఇది ఆమోదయోగ్యమేనా?

source: Confirm
kn: ದೃಢೀಕರಿಸಿ
te: నిర్ధారించు

source: Are you sure you want to skip entering a passphrase for device %s? If you skip this step the device's contents will not be available during installation.
kn: %s ಎಂಬ ಸಾಧನಕ್ಕೆ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ನಮೂದಿಸುವುದನ್ನು ಕಡೆಗಣಿಸಲು ನೀವು ಖಚಿತವೆ? ನೀವು ಈ ಹಂತವನ್ನು ಕಡೆಗಣಿಸಿದಲ್ಲಿ, ಸಾಧನದಲ್ಲಿನ ಅಂಶಗಳು ಅನುಸ್ಥಾಪನೆಯ ಸಮಯದಲ್ಲಿ ಲಭ್ಯವಿರುವುದಿಲ್ಲ.
te: మీరు %s పరికరమునకు సంకేతపదమును ప్రవేశపెట్టుట నిజంగా వదిలివేద్దామని అనుకుంటున్నారా? మీరు ఈ అంచె(స్టెప్పు)ను వదిలివేస్తే పరికరముయొక్క విషయసంగ్రహాలు సంస్థాపననందు ఆందుబాటులో వుండవు.

source: You have not defined a root partition (/), which is required for installation of %s to continue.
kn: %s ನ ಅನುಸ್ಥಾಪನೆಗೆ ಅಗತ್ಯವಾದ ಬೇರುವಿಭಾಗವನ್ನು (/) (root partition) ನೀವು ಗೊತ್ತುಪಡಿಸಿಲ್ಲ.
te: %s సంస్థాపన కొనసాగింపుకి అవసరమైన మూల విభజనను నిర్వచించలేదు.

source: Your root partition is less than 250 megabytes which is usually too small to install %s.
kn: ನಿಮ್ಮ ಬೇರುವಿಭಾಗ ೨೫೦ ಮೆಗಾಬೈಟ್ ಗಳಿಗಿಂತಲೂ ಕಡಿಮೆಯದಾಗಿದ್ದು, ಸಾಮಾನ್ಯವಾಗಿ %s ನ ಅನುಸ್ಥಾಪನೆಗೆ ಅತಿ ಚಿಕ್ಕದಾದದ್ದಾಗಿದೆ.
te: మీ మూల విభజన ౨౫౦ మెగాబైట్లకన్నా తక్కువగా ఉంది. ఇది సంస్థాపనకు చాలా తక్కువైంది.%s.

source: You must create a /boot/efi partition of type FAT and a size of 50 megabytes.
kn: FAT ರೀತಿಯ ೫೦ ಮೆಗಾಬೈಟ್ ಗಾತ್ರದ /boot/efi ವಿಭಾಗವನ್ನು ನೀವು ರಚಿಸಬೇಕಾಗುತ್ತದೆ.
te: మీరు FAT vargAniki చెందిన /boot/efi విభజనని సృష్టించాలి. మరియూ పరిమాణం 50 మెగాబైట్లు ఉండాలి.

source: Your boot partition isn't on one of the first four partitions and thus won't be bootable.
kn: ನಿಮ್ಮ ಬೂಟ್‌ ವಿಭಾಗ ಮೊದಲ ನಾಲ್ಕು ವಿಭಾಗಗಳಲ್ಲಿರದ ಕಾರಣ ಇದರಿಂದ ಸಜ್ಜುಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
te: మీ boot విభజన మొదటి నాలుగు విభజనలలో ఒకటి మరియూ అది boot చేయటానికి కుదరదు.

source: Your boot partition is on a disk using the GPT partitioning scheme but this machine cannot boot using GPT.
kn: ನಿಮ್ಮ ಬೂಟ್ ವಿಭಾಗವು GPT ವಿಭಾಗೀಕರಣ ವಿನ್ಯಾಸವನ್ನು ಬಳಸುತ್ತದೆ ಆದರೆ ಈ ಗಣಕವನ್ನು GPT ಬಳಸಿಕೊಂಡು ಮಾಡಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
te: డిస్కునందలి మీ బూట్ విభజన GPT విభజన పద్దతి(స్కీమ్)ను వుపయోగిస్తోంది అయితే ఈ మిషన్ GPT వుపయోగిస్తూ బూట్ కాలేదు.

source: You must create an Apple Bootstrap partition.
kn: ನೀವು Apple ಬೂಟ್‌ ವಿಭಾಗವನ್ನು ರಚಿಸಬೇಕಾಗುತ್ತದೆ.
te: మీరు తప్పక ఒక Apple Bootstrap విభజనని సృష్టించుకోవాలి.

source: You must create a PPC PReP Boot partition.
kn: ನೀವು PPC PReP ಬೂಟ್‌ ವಿಭಾಗವನ್ನು ರಚಿಸಬೇಕಾಗುತ್ತದೆ.
te: మీరు తప్పకుండా ఒక PPC PReP Boot విభజనని సృష్టించుకోవాలి.

source: Your %s partition is less than %s megabytes which is lower than recommended for a normal %s install.
kn: ನಿಮ್ಮ %s ವಿಭಾಗದ ಗಾತ್ರವು %s ಮೆಗಾಬೈಟ್ ಗಳಿಗಿಂತಲೂ ಕಡಿಮೆಯಾಗಿದ್ದು, %s ನ ಸಾಮಾನ್ಯ ಅನುಸ್ಥಾಪನೆಗೆ ಶಿಫಾರಸುಮಾಡಿರುವುದಕ್ಕಿಂತ ಕಿರಿದಾಗಿದೆ.
te: మీ %s విభజన %s మెగాబైట్లకంటె తక్కువ ఉంది. %s సాధారణ సంస్థాపనకు తక్కువ మద్దతిచ్చేది.

source: Installing on a USB device. This may or may not produce a working system.
kn: USB ಸಾಧನದಲ್ಲಿ ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳುತ್ತಿದೆ. ಇದು ಕಾರ್ಯೋಪಯುಕ್ತ ವ್ಯವಸ್ಥೆಯನ್ನು ನೀಡುತ್ತದೆಯೆಂಬುದು ಖಚಿತವಿಲ್ಲ.
te: USB ఉపకరణంలో సంస్థాపిస్తోంది. ఇది పనిచేసే కంప్యూటరుని సమకూర్చనూవచ్చు, సమకూర్చకుండానూ ఉండవచ్చు.

source: Installing on a FireWire device. This may or may not produce a working system.
kn: FireWire ಸಾಧನದಲ್ಲಿ ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳುತ್ತಿದೆ. ಇದು ಕಾರ್ಯೋಪಯುಕ್ತ ವ್ಯವಸ್ಥೆಯನ್ನು ನೀಡುತ್ತದೆಯೆಂಬುದು ಖಚಿತವಿಲ್ಲ.
te: Fire Wire ఉపకరణంలో సంస్థాపిస్తోంది. ఇది పనిచేసే కంప్యూటరుని సమకూర్చనూవచ్చు, సమకూర్చకుండానూ ఉండవచ్చు.స్

source: Bootable partitions cannot be on a logical volume.
kn: ಬೂಟ್‌ ವಿಭಾಗಗಳು ತಾರ್ಕಿಕ ಪರಿಮಾಣದಲ್ಲಿ ಇರಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: Bootable విభజనలు తార్కిక volumeలో ఉండవు.

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performance for most installations.
kn: ನೀವು ವಿನಿಮಯಸ್ಮೃತಿ ವಿಭಾಗವನ್ನು ನಿಗದಿಪಡಿಸಿಲ್ಲ. ಇದರ ಆವಶ್ಯಕತೆ ಕಟ್ಟುನಿಟ್ಟಾಗಿ ಇರದಿದ್ದರೂ, ಬಹುತೇಕ ಅನುಸ್ಥಾಪನೆಗಳ ಕಾರ್ಯದಕ್ಷತೆ ಇದರಿಂದ ಉತ್ತಮಗೊಳ್ಳತ್ತದೆ.
te: మీరు స్వాప్ విభజనను తెలుపలేదు. అన్ని సమయాలలోనూ తప్పక అవసరంకాకపోవచ్చు, ఇది ఎక్కువ సంస్థాపనలకు గుర్తించదగ్గ పాత్రని కలిగి ఉంది.

source: You have specified more than 32 swap devices. The kernel for %s only supports 32 swap devices.
kn: ನೀವು ೩೨ ಕ್ಕೂ ಹೆಚ್ಚು ವಿನಿಮಯಸ್ಮೃತಿ ಸಾಧನಗಳನ್ನು ನಿಗದಿಪಡಿಸಿದ್ದೀರಿ. %s ನ ತಿರುಳು ಕೇವಲ ೩೨ ವಿನಿಮಯಸ್ಮೃತಿ ಸಾಧನಗಳಿಗೆ ಮಾತ್ರ ಸಮರ್ಥನೆ ನೀಡುತ್ತದೆ.
te: మీరు 32 స్వాప్ సాధనాలకంటే ఎక్కువ నిర్దేశించారు. %s కొరకు kernel 32 స్వాప్ సాధనాలకే మద్దతిస్తుంది.

source: You have allocated less swap space (%dM) than available RAM (%dM) on your system. This could negatively impact performance.
kn: ನೀವು ನಿಗದಿಗೊಳಿಸಿರುವ ವಿನಿಮಯಸ್ಮೃತಿ ಗಾತ್ರ (%dM), ಲಭ್ಯವಿರುವ RAM ಗಾತ್ರಕ್ಕಿಂತ (%dM) ಚಿಕ್ಕದಾಗಿದೆ. ಇದು ಕಾರ್ಯದಕ್ಷತೆಯಮೇಲೆ ನಕಾರಾತ್ಮಕ ಪರಿಣಾಮ ಬೀರಬಹುದು.
te: మీరు తక్కువ స్వాప్ జాగా (%dM)ను కేటాయించారు తరువాత మీ కంప్యూటరులో RAM (%dM) అందుబాటులో ఉంది. ఇది వ్యతిరేక క్రియాశీల ప్రభావావం.

source: the partition in use by the installer.
kn: ಅನುಸ್ಥಾಪಕದ ಬಳಕೆಯಲ್ಲಿರುವ ವಿಭಾಗ.
te: విభజన సంస్థాపికచే ఉపయోగించబడుతోంది.

source: a partition which is a member of a RAID array.
kn: RAID array ಸದಸ್ಯ ವಿಭಾಗ.
te: ఒక విభజన RAID arryలో సభ్యత్వం కలది.

source: a partition which is a member of a LVM Volume Group.
kn: LVM ಪರಿಮಾಣ ಸಮೂಹದ ಸದಸ್ಯ ವಿಭಾಗ.
te: ఈ విభజన LVM Volume సమూహంలో సభ్యత్వం కలది.

source: Starting Interface
kn: ಸಂಪರ್ಕಸಾಧನ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ
te: అంతర్ముఖీనతను ప్రారంభిస్తోంది

source: Attempting to start %s
kn: %s ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ಪ್ರಯತ್ನ ನಡೆದಿದೆ
te: %sను ప్రారంభించటానికి ప్రయత్నిస్తోంది

source: When finished please exit from the shell and your system will reboot.
kn: ಕಾರ್ಯಾನಂತರ ದಯವಿಟ್ಟು ಆದೇಶತೆರೆಯಿಂದ (shell) ಹೊರಬನ್ನಿ. ತದನಂತರ ಗಣಕವು ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತದೆ.
te: పూర్తయ్యిన తర్వాత దయచేసి మీ shellనుండీ బయటకి వచ్చి మీ కంప్యూటరును పునఃప్రారంభించండి.

source: Setup Networking
kn: ಜಾಲವ್ಯವಸ್ಥೆಯನ್ನು ಸಂಯೋಜಿಸಿ
te: Networkingని అమర్చండి

source: Do you want to start the network interfaces on this system?
kn: ಈ ಗಣಕದಲ್ಲಿ ಜಾಲ ಸಂಪರ್ಕಸಾಧನಗಳನ್ನು ಪ್ರಾರಂಭಿಸುವ ಅಪೇಕ್ಷೆ ಇದೆಯೇ?
te: మీరు network అంతర్ముఖీనతలను ఈ కంప్యూటరులో ప్రారంభించాలనుకుంటున్నారా?

source: Cancelled
kn: ರದ್ದುಗೊಂಡಿದೆ
te: రద్దయ్యింది

source: I can't go to the previous step from here. You will have to try again.
kn: ಇಲ್ಲಿಂದ ನಾನು ಹಿಮ್ಮೆಟ್ಟಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಪುನಃ ಪ್ರಯತ್ನಿಸಬೇಕಾಗುತ್ತದೆ.
te: నేను ఇక్కడనుందీ ముందలి అమర్పులకు వెళ్లలేను. మీరు ఇంకోసారి ప్రయత్నించండి.

source: Rescue
kn: ಪಾರುಗಾಣಿಸು
te: కాపాడు

source: The rescue environment will now attempt to find your Linux installation and mount it under the directory %s. You can then make any changes required to your system. If you want to proceed with this step choose 'Continue'. You can also choose to mount your file systems read-only instead of read-write by choosing 'Read-Only'. If for some reason this process fails you can choose 'Skip' and this step will be skipped and you will go directly to a command shell.
kn: ಪಾರುಗಾಣಿಸುವ ಪರಿಸರ ಈಗ ನಿಮ್ಮ ಲೈನಕ್ಸ್ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಹುಡುಕಲು ಪ್ರಯತ್ನಿಸಿ, ಅದನ್ನು %s ಕಡತಕೋಶದಡಿಯಯಲ್ಲಿ ಆರೋಹಿಸುತ್ತದೆ. ತದನಂತರ ನೀವು ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಗೆ ಅಗತ್ಯವಾದ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಬಹುದು. ನೀವು ಈ ಪ್ರಕ್ರಿಯೆಯೊಡನೆ ಮುಂದುವರೆಯಬೇಕೆಂದಿದ್ದರೆ ಮುಂದುವರೆe' ಆರಿಸಿಕೊಳ್ಳಿ ನೀವು ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಓದು-ಬರೆ (read-write) ಸ್ಥಿತಿಯ ಬದಲು ಓದುಮಾತ್ರ (read-only)ಸ್ಥಿತಿಯಲ್ಲೂ ಆರೋಹಿಸಲು ಸಾಧ್ಯವಿದೆ. ಕಾರಣಾಂತರಗಳಿಂದ ಈ ಪ್ರಕ್ರಿಯೆ ವಿಫಲವಾದರೆ ನೀವು 'ಉಪೇಕ್ಷಿಸಿ' ಆರಿಸಿಕೊಳ್ಳುವುದರ ಮೂಲಕ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಬಿಟ್ಟು ಆದೇಶತೆರೆಗೆನೇರವಾಗಿ ತೆರಳಬಹುದು.
te: పరిరక్షణ వాతావరణం ఇప్పుడు మీ Linux సంస్థాపనను కనుగొనటానికి మరియూ %s డైరెక్టరీ కింద మరల్చటానికి ప్రయత్నిస్తోంది. అప్పుడు మీరు మీ కంప్యూటరుకి సంబంధించిన ఏ మార్పులనైనా చేయవచ్చు. మీరు ఈ విధంగా కొనసాగాలనుకుంటే 'కొనసాగు'ను ఎన్నుకోండి. మీరు 'చదవటం-రాయటం'కి బదులు 'చదవటానికి-మాత్రమే' ఎన్నుకోవటంద్వారా మీ ఫైలు మరల్పుని ఎన్నుకోగలుగుతారు ఏకారణాలవల్లనైనా ఈ విధానం విఫలమైతే 'Skip'ని ఎన్నుకోండి మరియూ ఈ విధానం ద్వారా మీరు దీనినుండీ ఆదేశ shellకి మరలగలుగుతారు.

source: Read-Only
kn: ಓದು-ಮಾತ್ರ
te: చదవటానికి మాత్రమే

source: System to Rescue
kn: ಪಾರುಗಾಣಿಸಲ್ಪಡಬೇಕಾದ ವ್ಯವಸ್ಥೆ
te: కంప్యూటరు రక్షణకు

source: What partition holds the root partition of your installation?
kn: ನಿಮ್ಮ ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಯಾವ ವಿಭಾಗವು ಬೇರುವಿಭಾಗವಾಗಿದೆ?
te: మీ సంస్థాపన మూల విభజనను ఏ విభజన కలిగి ఉంది?

source: Exit
kn: ನಿರ್ಗಮಿಸಿ
te: బయటకు

source: Your system had dirty file systems which you chose not to mount. Press return to get a shell from which you can fsck and mount your partitions. The system will reboot automatically when you exit from the shell.
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ದೋಷಯುಕ್ತ ಕಡತ ವ್ಯವಸ್ಥೆಗಳಿದ್ದು ಅದನ್ನು ಆರೋಹಿಸದಂತೆ ನೀವು ನಿರ್ದೇಶಿಸಿದಿರಿ. return ಒತ್ತುವುದರ ಮೂಲಕ fsck ಮಾಡಿ ವಿಭಾಗಗಳನ್ನು ಆರೋಹಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುವ ಆದೇಶತೆರೆಯನ್ನು ಪಡೆಯಿರಿ. ಆದೇಶತೆರೆಯಿಂದ ಹೊರನಡೆದೊಡನೆಯೇ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗಣಕವು ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತದೆ.
te: మీ కంప్యూటరు మరల్పుకు వీలుకాని చాలా చెడ్డ ఫైళ్ల వ్యవస్థని కలిగి ఉంది. fsck మరియూ మీ విభజనలను మరల్చగల shellని పొందటానికి returnని నొక్కండి. మీరు shellనుండీ బయటకురాగానే కంప్యూటరు స్వయంచాలకంగా పునఃప్రారంభించబడుతుంది.
