Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: This will update your current boot loader.
kn: ಇದು ನಿಮ್ಮ ಸಧ್ಯದ ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ನವೀಕರಿಸುತ್ತದೆ.
te: ఇది మీ ప్రస్తుత బూట్లోడర్ను అభివృద్ధి చేస్తుంది.

source: The installer has detected the %s boot loader currently installed on %s.
kn: %s ಸಜ್ಜು ಉತ್ಥಾಪಕವು %s ನ ಮೇಲೆ ಅನುಸ್ಥಾಪನೆಯಾಗಿರುವುದನ್ನು ಅನುಸ್ಥಾಪಕವು ಪತ್ತೆಹಚ್ಚಿದೆ.
te: ఈ సంస్థాపిక %s బూట్లోడర్చే శోధించబడింది ప్రస్తుతం %sలో సంస్థాపించబడింది.

source: This is the recommended option.
kn: ಇದು ಶಿಫಾರಸು ಮಾಡಲಾದ ಆಯ್ಕೆ.
te: ఇది మద్దతియ్యబడిన ఐచ్ఛికం.

source: The installer is unable to detect the boot loader currently in use on your system.
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಸಧ್ಯಕ್ಕೆ ಬಳಕೆಯಲ್ಲಿರುವ ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಪತ್ತೆಹಚ್ಚುವುದರಲ್ಲಿ ಅನುಸ್ಥಾಪಕವು ವಿಫಲವಾಗಿದೆ.
te: ఈ సంస్థాపిక ప్రస్తుతం మీ కంప్యూటరులో ఉపయోగంలో ఉన్న బూట్లోడర్ను పరిశీలించ లేదు.

source: _Create new boot loader configuration
kn: ಹೊಸ ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆಯನ್ನು ರಚಿಸಿ (_C)
te: కొత్త బూట్లోడర్ ఆకృతీకరణను సృష్టించు (_C)

source: This will let you create a new boot loader configuration. If you wish to switch boot loaders, you should choose this.
kn: ಇದು ಹೊಸ ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆಯನ್ನು ರಚಿಸಲು ಅನುವುಮಾಡಿಕೊಡುತ್ತದೆ. ನೀವು ಸಜ್ಜು ಉತ್ಥಾಪಕಗಳನ್ನು ಬದಲಿಸಬೇಕೆಂದಿದ್ದಲ್ಲಿ, ಇದನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ.
te: ఇది మిమ్మల్ని కొత్త బూట్లోడర్ ఆకృతీకరణను సృష్టింపచెయనిస్తుంది. మీరు బూట్లోడర్లకు మారాలనుకుంటే, మీరు దీన్ని ఎన్నిక చేయండి.

source: _Skip boot loader updating
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಊರ್ಜಿತಗೊಳಿಸುವುದನ್ನು ಉಪೇಕ್ಷಿಸಿ (_S)
te: బూట్లోడర్ నవీకరణనుండీ మారు (_S)

source: This will make no changes to boot loader configuration. If you are using a third party boot loader, you should choose this.
kn: ಇದು ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆಗೆ ಯಾವುದೇ ಬದಲಾವಣೆಯನ್ನೂ ಮಾಡುವುದಿಲ್ಲ. ನೀವುಇತರಪಕ್ಷ ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಬಳಸುತ್ತಿದ್ದಲ್ಲಿ ಇದನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ.
te: ఇది బూట్లోడర్ ఆకృతీకరణలో మార్పులను చేయదు. మీరు మూడో వర్గ బూట్లోడర్ను ఉపయోగిస్తుంటే, మీరు దీన్ని ఎన్నుకోవాలి.

source: What would you like to do?
kn: ನೀವು ಎನು ಮಾಡಲು ಇಷ್ಟಪಡಿಯುತ್ತೀರಿ?
te: మీరు ఎమి చేయాలనుకుంటున్నారు?

source: Migrate File Systems
kn: ಕಡತ ವ್ಯವಸ್ಥೆಗಳನ್ನು ವಲಸೆಗಾಣಿಸಿ
te: ఫైలు వ్యవస్థని వలస పంపు

source: This release of %s supports the ext3 journalling file system. It has several benefits over the ext2 file system traditionally shipped in %s. It is possible to migrate the ext2 formatted partitions to ext3 without data loss. Which of these partitions would you like to migrate?
kn: %s ನ ಈ ಸಮರ್ಪಣೆಯು ext3 ದ್ವಿಸ್ತರ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಸಮರ್ಥಿಸುತ್ತದೆ. ಇದು %s ನಲ್ಲಿ ಸಾಂಪ್ರದಾಯಿಕವಾಗಿ ವಿತರಿಸಲಾಗುವ ext2 ಕಡತ ವ್ಯವಸ್ಥೆಗೆ ಹೋಲಿಸಿದರೆ ಹಲವಾರು ಪ್ರಯೋಜನಗಳನ್ನು ಹೊಂದಿದೆ. ext2 ರೀತ್ಯಾ ಸಪಾಟಾದ ವಿಭಾಗಗಳನ್ನು ಯಾವುದೇ ದತ್ತಾಂಶ ಹಾನಿಯಿಲ್ಲದೆ ext3 ವ್ಯವಸ್ಥೆಗೆ ವಲಸೆಗಾಣಿಸಬಹುದು. ಇವುಗಳಲ್ಲಿ ಯಾವ ವಿಭಾಗಗಳನ್ನು ವಲಸೆಗಾಣಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರಿ?
te: %s యొక్క ఈ విడుదల ext3 journalling ఫైళ్ల విధానానికి మద్దతిస్తుంది. ఇది సాంప్రదాయకంగా %s లోకి మార్చబడిన ext2 ఫైళ్ల విధానంలో పెక్కు లాభాలను కలిగి ఉంది. సమాచారం పోకుండా ext2 ఆకృతీకరణ విభజనని ext3కి పంపటం సాధ్యమౌతుంది . ఈ విభజనలలో దేన్ని మీరు వలస పంపాలనుకుంటున్నారు?

source: Upgrade Swap Partition
kn: ವಿನಿಮಯಸ್ಮೃತಿ ವಿಭಾಗವನ್ನು ಊರ್ಜಿತಗೊಳಿಸಿ
te: స్వాప్ విభజనని నవీకరించు

source: The 2.4 kernel needs significantly more swap than older kernels, as much as twice as much swap space as RAM on the system. You currently have %dMB of swap configured, but you may create additional swap space on one of your file systems now.
kn: ಹಿಂದಿನ ತಿರುಳುಗಳಿಗೆ ಹೋಲಿಸಿದರೆ ೨.೪ ತಿರುಳಿಗೆ ಗಮನಾರ್ಹವಾದ ಹೆಚ್ಚಿನ ವಿನಿಮಯಸ್ಮೃತಿಯ ಅವಶ್ಯಕತೆ ಇದೆ. ಇದು ಸರಿಸುಮಾರು ಪ್ರಾಥಮಿಕಸ್ಮೃತಿ (RAM) ನ ಎರಡರಷ್ಟು ಗಾತ್ರದ ವಿನಿಮಯಸ್ಮೃತಿಯನ್ನು ಅಪೇಕ್ಷಿಸುತ್ತದೆ. ನೀಮ್ಮ ಬಳಿ, ಸಧ್ಯಕ್ಕೆ %d ಎಮ್.ಬಿ ಗಾತ್ರದ ವಿನಿಮಯಸ್ಮೃತಿಯನ್ನು ಹೊಂದಿದ್ದೀರಿ, ಆದರೆ ನಿಮಗಿಷ್ಟವಿದ್ದಲ್ಲಿ ಈಗ ನಿಮ್ಮ ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಹೆಚ್ಚುವರಿ ವಿನಿಮಯಸ್ಮೃತಿಯನ್ನು ರಚಿಸಬಹುದು.
te: 2.4 కెర్నల్ పాత కెర్నల్ కంటే గుర్తించదగ్గ ఎక్కువ స్వాప్ అవసరమౌతుంది,కంప్యూటర్లో ఉన్న స్వాప్ జాగా కంప్యూటరులో ఉన్న RAMకి రెండింతలు ఉండాలి. మీరు ప్రస్తుతం %dMB స్వాప్ ఆకృతీకరించబడి ఉన్నారు, కానీ మీరు అదనపు స్వాప్ జాగాను మీ ఫైళ్ల విధానంలో ఇప్పుడు కలిగి ఉండాలి.

source: The installer has detected %s MB of RAM.
kn: ಅನುಸ್ಥಾಪಕವು %s ಎಮ್.ಬಿ ಪ್ರಾಥಮಿಕಸ್ಮೃತಿಯನ್ನು ಪತ್ತೆಹಚ್ಚಿದೆ.
te: ఈ సంస్థాపిక %s RAM యొక్క MBచే పరిశీలించబడింది.

source: I _want to create a swap file
kn: ನಾನು ಒಂದು ವಿನಿಮಯ ಕಡತವನ್ನು ರಚಿಸಲು ಇಚ್ಛಿಸುತ್ತೇನೆ (_w)
te: నేను ఒక స్వాప్ ఫైలుని సృష్టించాలనుకుంటున్నాను (_w)

source: Select the _partition to put the swap file on:
kn: ವಿನಿಮಯ ಕಡತವನ್ನು ಹಾಕಲು ಒಂದು ವಿಭಾಗವನ್ನು ಆರಿಸಿ (_p):
te: స్వాప్ ఫైలు ఉంచటానికి విభజనని ఎన్నుకోండి: (_p)

source: Partition
kn: ವಿಭಾಗ
te: విభజన

source: Free Space (MB)
kn: ಖಾಲಿ ಸ್ಥಳ (ಎಮ್.ಬಿ)
te: వాడని ఖాళీ (MB)

source: It is recommended that your swap file be at least %d MB. Please enter a size for the swap file:
kn: ನಿಮ್ಮ ವಿನಿಮಯ ಕಡತವುಕನಿಷ್ಟ %d ಎಮ್.ಬಿ ಗಾತ್ರದ್ದಾಗಿರಲೆಂದು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ದಯವಿಟ್ಟು ವಿನಿಮಯ ಕಡತಕ್ಕೆ ಗಾತ್ರವನ್ನು ಸೂಚಿಸಿ:
te: మీ స్వాప్ ఫైలు కనీసం %d MB ఉండటానికి ఆమోదించబడిందా. దయచేసి స్వాప్ ఫైలు పరిమాణాన్ని ప్రవేశపెట్టండి:

source: Swap file _size (MB):
kn: ವಿನಿಮಯ ಕಡತದ ಗಾತ್ರ (ಎಮ್.ಬಿ) (_s):
te: స్వాప్ ఫైలు పరిమాణం (MB): (_s):

source: I _don't want to create a swap file
kn: ವಿನಿಮಯ ಕಡತವನ್ನು ಸೃಷ್ಟಿಸುಲು ನನಗೆ ಇಚ್ಛೆಯಿಲ್ಲ (_d)
te: నేను స్వాప్ ఫైలుని సృష్టించ దలవలేదు (_d)

source: It is stongly recommended that you create a swap file. Failure to do so could cause the installer to abort abnormally. Are you sure that you wish to continue?
kn: ವಿನಿಮಯ ಕಡತವನ್ನು ಸೃಷ್ಟಿಸಿರೆಂದು ನಾವು ಬಲವಂತವಾಗಿ ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ಇದನ್ನು ಮಾಡದಿದ್ದಲ್ಲಿ ಅನುಸ್ಥಾಪಕವುಅಪಸಾಮಾನ್ಯವಾಗಿ ಅಂತ್ಯಗೊಳ್ಳುವಂತಾಗಬಹುದು. ಮುಂದುವರೆಯಲು ನೀವು ಖಚಿತವಾಗಿ ನಿರ್ಧರಿಸಿರುವಿರೇನು?
te: మీరు సృష్టించిన స్వాప్ ఫైలు బాగా మద్దతివ్వబడింది. విఫలమైతే అసాధారణమైన abortకి సంస్థాపన కారణం కావచ్చు. మీరు నిజంగా కొనసాగించాలనుకుంటున్నారా?

source: The swap file must be between 1 and 2000 MB in size.
kn: ವಿನಿಮಯ ಕಡತದ ಗಾತ್ರ ೧ ಮತ್ತು ೨೦೦೦ ಎಮ್.ಬಿ ಗಳ ನಡುವೆ ಇರಬೇಕು.
te: ఈ స్వాప్ ఫైలు తప్పక 1 మరియూ 2000 MB మధ్య ఉండాలి.

source: There is not enough space on the device you selected for the swap partition.
kn: ನೀವು ವಿನಿಮಯಸ್ಮೃತಿ ವಿಭಾಗಕ್ಕೆ ಆರಿಸಿದ ಸಾಧನದಲ್ಲಿ ಅಗತ್ಯದಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ.
te: మీరు ఎన్నుకున్న స్వాప్ విభజనకు సధనంలో తగినంత ఖాళీ లేదు.

source: z/IPL Boot Loader Configuration
kn: z/IPL ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆ
te: z/IPL బూట్లోడర్ ఆకృతీకరణ

source: The z/IPL boot loader will be installed on your system.
kn: z/IPL ಸಜ್ಜು ಉತ್ಥಾಪಕವು ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಲ್ಪಡುತ್ತದೆ.
te: z/IPL బూట్లోడర్మీ కంప్యూటరులో సంస్థాపించబడుతుంది.

source: The z/IPL Boot Loader will now be installed on your system. The root partition will be the one you selected previously in the partition setup. The kernel used to start the machine will be the one to be installed by default. If you wish to make changes later after the installation feel free to change the /etc/zipl.conf configuration file. You can now enter any additional kernel parameters which your machine or your setup may require.
kn: z/IPL ಸಜ್ಜು ಉತ್ಥಾಪಕವು ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಈಗ ಅನುಸ್ಥಾಪಿಸಲ್ಪಡುತ್ತದೆ. ನೀವು ಈ ಹಿಂದೆ ವೀಭಾಗ ಸಂರಚನೆಯಲ್ಲಿ ಆರಿಸಿದ ವಿಭಾಗವು ನಿರ್ವಹಣಾ ವಿಭಾಗವಾಗುತ್ತದೆ. ಗಣಕವನ್ನು ಪ್ರಾರಂಭಿಸಲು ಬಳಸಿದ ತಿರುಳೇ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳುತ್ತದೆ. ಅನುಸ್ಥಾಪನಾನಂತರ ನೀವು ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಬೇಕೆಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು /etc/zipl.conf ಸಂರಚನಾ ಕಡತವನ್ನು ಮಾರ್ಪಡಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ. ಈಗ ನೀವು ನಿಮ್ಮ ಗಣಕ ಅಥವಾ ಸಂಯೋಜನೆಗೆ ಅಗತ್ಯವಾದಾ ಯಾವುದೇ ಹೇಚ್ಚುವರಿ ತಿರುಳು ಪ್ರಮಿತಿಗಳನ್ನ ಬೇಕಿದ್ದರೂ ನಮೂದಿಸಬಹುದು.
te: z/IPL ఇప్పుడు మీ కంప్యూటర్లో సంస్థాపించబడింది. రూట్ విభజన మీరు ముందు విభజన అమర్పులో ఎన్నుకున్న వాటిలో ఒకటి. కంప్యూటరును ప్రారంభించటానికి ఉపయోగించే సిద్ధంగా సంస్థాపించబడేవాతిల్లో ఒకటి. మీరు సంస్థాపన తరువాత మార్పులను చేయదలిస్తే ఈ ఆకృయీకరణ ఫైలు /etc/ziplని స్వేచ్ఛగా మార్చటానికి వీలుంది. మీ కంప్యూటరు లేదా మీ అమర్పుకి కావలసిన అదనపు కెర్నల్ పారామితులను ప్రవేశపెట్టగలరు.

source: Kernel Parameters
kn: ತಿರುಳು ಪ್ರಮಿತಿಗಳು
te: Kernel పారామితులు

source: Chandev Parameters
kn: Chandev ಪ್ರಮಿತಿಗಳು
te: Chandev పారామితులు

source: Which boot loader would you like to use?
kn: ನೀವು ಯಾವ ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಬಳಸಲು ಇಚ್ಛಿಸುತ್ತೀರಿ?
te: మీరు ఏ బూట్లోడర్ను ఉపయోగించాలనుకుంటున్నారు?

source: Use GRUB Boot Loader
kn: GRUB ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಬಳಸಿ
te: GRUB బూట్లోడర్ను ఉపయోగించు

source: No Boot Loader
kn: ಯಾವುದೇ ಸಜ್ಜು ಉತ್ಥಾಪಕ ಇಲ್ಲ
te: బూట్లోడర్ వద్దు

source: Skip Boot Loader
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಉಪೇಕ್ಷಿಸಿ
te: బూట్లోడర్ను దాటవేయి

source: You have elected to not install any boot loader. It is strongly recommended that you install a boot loader unless you have an advanced need. A boot loader is almost always required in order to reboot your system into Linux directly from the hard drive. Are you sure you want to skip boot loader installation?
kn: ನೀವು ಯಾವುದೇ ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನೂ ಅನುಸ್ಥಾಪಿಸಿಕೊಳ್ಳಲು ನಿರಾಕರಿಸಿದ್ದೀರಿ. ನಿಮಗೆ ಪ್ರೌಢ ಅಗತ್ಯಗಳಿರದಿದ್ದ ಪಕ್ಷದಲ್ಲಿ ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಅನುಸ್ಥಾಪಿಸಿಕೊಳ್ಳಿರೆಂದು ನಾವು ಆಗ್ರಹಿಸುತ್ತೇವೆ. ಗಟ್ಟಿಮುದ್ರಿಕೆಯಿಂದ ನೇರವಾಗಿ ಲೈನಕ್ಸ್ ಗೆ ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು ಬಹುಪಾಲು ನಿಮಗೆ ಸಜ್ಜು ಉತ್ಥಾಪಕದ ಅಗತ್ಯ ಬಂದೇಬರುತ್ತದೆ. ಸಜ್ಜು ಉತ್ಥಾಪಕದ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಉಪೇಕ್ಷಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ನಿರ್ಧರಿಸಿರುವಿರೇನು?
te: మీరు ఎన్నుకోబడని బూట్ లోడరును ఎన్నుకున్నారు. మీకు అవసరమ్ కానికి దానికోసం తీసుకోవటాన్ని ఇది బాగా మద్దతిస్తుంది. బూటులోడరు మీకంప్యూటరును Linuxలోకి హార్డు డ్రైవునుమ్డీ లోడ్యు చేయటానికి ఉపకరిస్తూంది. మీరు బూటుళొడరు సంస్థాపనను దాటవేయాలనుకుంటునన్నారా?

source: A few systems will need to pass special options to the kernel at boot time for the system to function properly. If you need to pass boot options to the kernel, enter them now. If you don't need any or aren't sure, leave this blank.
kn: ಕೆಲವು ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ, ಸೂಕ್ತ ಕಾರ್ಯಾಚರಣೆಗಾಗಿ, ತಿರುಳಿಗೆ ಸಜ್ಜುಗೊಳ್ಳುವ ಸಮಯದಲ್ಲಿ ವಿಶೇಷ ಆಯ್ಕೆಗಳನ್ನು ಕಳಿಸಬೇಕಾಗುತ್ತದೆ. ನೀವು ತಿರುಳಿಗೆ ಸಜ್ಜು ಆಯ್ಕೆಗಳನ್ನು ಕಳಿಸಬೇಕಾಗಿದ್ದಲ್ಲಿ, ದಯವಿಟ್ಟು ಈಗ ನಮೂದಿಸಿ. ನಿಮಗೆ ಇದರ ಅಗತ್ಯ ಇರದಿದ್ದರೆ, ಅಥವಾ ಇತರ ಬಗ್ಗೆ ಖಚಿತವಾಗಿರದಿದ್ದರೆ, ಇದನ್ನು ಖಾಲಿಯಾಗಿ ಬಿಟ್ಟುಬಿಡಿ.
te: కంప్యూటరు సరిగా పనిచేయటానికి కెర్నలుకి ప్రత్యేకమైన ఐచ్చికాలు కావాలి. మీరు పాస్ బూట్ ఐచ్Cఃఇకాన్ని కెర్నలుకి ఇవ్వాలనుకుంటే. లేదా వద్దనుకుమ్తే దీన్ని ఖాళీగా‌వదలండి.

source: Force use of LBA32 (not normally required)
kn: LBA32 ಬಳಕೆಯನ್ನು ಒತ್ತಾಯಿಸಿ (ಸಾಮಾನ್ಯವಾಗಿ ಇದರ ಆವಶ್ಯಕತೆ ಇರುವುದಿಲ್ಲ)
te: LBA32 యొక్క వినియోగానికి వత్తిడి (సాధారణంగా అవసరంలేదు)

source: Where do you want to install the boot loader?
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಎಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಬೇಕೆಂದಿದ್ದೀರಿ?
te: బూట్ లోడరు ఎక్కడ సంస్థాపించాలనుకుంన్నారు?

source: Boot label
kn: ಸಜ್ಜು ಗುರುತುಪಟ್ಟಿ
te: బూటు గుర్తు

source: Clear
kn: ತೆರವುಮಾಡು
te: స్పష్టం

source: Edit Boot Label
kn: ಸಜ್ಜು ಗುರುತುಪಟ್ಟಿಯನ್ನು ಸಂಪಾದಿಸಿ
te: Boot గుర్తును కూర్చు

source: Invalid Boot Label
kn: ಅಮಾನ್ಯ ಸಜ್ಜು ಗುರುತುಪಟ್ಟಿ
te: చెల్లని Boot గుర్తు

source: Boot label may not be empty.
kn: ಸಜ್ಜು ಗುರುತುಪಟ್ಟಿ ಖಾಲಿವಾಗಿಲ್ಲದಿರಬಹುದು.
te: Boot ఖాళీగా ఉండాక పోవచ్చు.

source: Boot label contains illegal characters.
kn: ಸಜ್ಜು ಗುರುತುಪಟ್ಟಿ ಅಕ್ರಮ ಸನ್ನೆಗಳನ್ನೊಳಗೊಂಡಿದೆ.
te: Boot గుర్తు విరుద్ధ అక్షరాలను కలిగి ఉంది.

source: Edit
kn: ಸಂಪಾದಿಸು
te: కూర్చు

source: The boot manager %s uses can boot other operating systems as well. You need to tell me what partitions you would like to be able to boot and what label you want to use for each of them.
kn: ಸಜ್ಜು ನಿರ್ವಾಹಕ %s ಇತರ ಕಾರ್ಯಾಚರಣೆ ವ್ಯವಸ್ಥೆಗಳನ್ನೂ ಸಜ್ಜುಗೊಳಿಸಬಹುದು. ನೀವು ಯಾವ ವಿಭಾಗಗಳಿಂದ ಸಜ್ಜುಗೊಳಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರಿ ಮತ್ತು ಅವುಗಳಿಗೆ ಯಾವ ಗುರುತುಪಟ್ಟಿಗಳನ್ನು ಬಳಸಬೇಕೆಂದಿದ್ದೀರಿ ಎಂದು ನನಗೆ ತಿಳಿಸಬೇಕಾಗುತ್ತದೆ.
te: బూటుమేనేజరు %s వినియోగం ఇతర ఇతర ఆపరేటింగు సిస్టంలను వినియోగించలేదు. మీరు ఏ రకం విభజనలను ఉపయోగించాలనుకుంటున్నదీ మరియూ వాటిలో ఏ లేబుల్ను వినియోగించదలచిందీ చెప్పవలసి ఉంది.

source: <Space> select | <F2> select default | <F4> delete | <F12> next screen>
kn: <Space> ಆರಿಸಿ | <F2> ಪೂರ್ವನಿಯೋಜಿತ ಆಯ್ಕೆ| <F4> ತೆಗೆದುಹಾಕಿ | <F12> ಮುಂದಿನ ತೆರೆ>
te: <ఖాళీ> ఎన్నుకో | <F2> సిద్ధంగా ఎన్నుకో | <F4> తొలగించు | <F12> తరువాతి తెర

source: A boot loader password prevents users from passing arbitrary options to the kernel. For highest security, we recommend setting a password, but this is not necessary for more casual users.
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಗುಪ್ತಪದವು ಬಳಕೆದಾರರು ತಿರುಳಿಗೆ ಮನಬಂದಂತೆ ಆಯ್ಕೆಗಳನ್ನು ಕಳಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ. ಅತ್ಯುತ್ಕಟ ಸುರಕ್ಷತೆಗೆ ಗುಪ್ತಪದವನ್ನು ನಿಗದಿಗೊಳಿಸಿರೆಂದು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ, ಆದರೆ, ಇದು ಸಾಮಾನ್ಯ ಬಳಕೆದಾರರಿಗೆ ಅಗತ್ಯವಾದುದಲ್ಲ.
te: బుటు లోడరు అనుమతిపదం కెర్నలుకఉ ప్రత్యామ్నాయ ఐచ్ఛికాలను పొందటానికి సమాచారాన్ని సమకూర్చుతుంది. ఎక్కువరక్షణకు, అనుమతిపదాన్ని ఉపయోగించాలి, ఎది వినియోగదారులకు అవసరం.

source: Use a GRUB Password
kn: GRUB ಗುಪ್ತಪದವನ್ನು ಬಳಸಿ
te: GRUB అనుమతి పదాన్ని ఉపయోగించు

source: Boot Loader Password:
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಗುಪ್ತಪದ:
te: బూట్లోడర్ అనుమతిపదం:

source: Confirm:
kn: ದೃಢೀಕರಿಸಿ:
te: నిర్ధారణ:

source: Passwords Do Not Match
kn: ಗುಪ್ತಪದಗಳು ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ
te: అనుమతిపదం సరిపోలలేదు

source: Password Too Short
kn: ಗುಪ್ತಪದ ಚಿಕ್ಕದಾಯಿತು
te: అనుమతిపదం బాగా చిన్నది

source: Boot loader password is too short
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಗುಪ್ತಪದ ತೀರಾ ಸಣ್ಣದಾಯಿತು
te: బూట్లోడర్ అనుమతిపదం బాగా చిన్నదిగా ఉంది

source: Press <Enter> to end the installation process.
kn: ಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಅಂತ್ಯಗೊಳಿಸಲು <Enter> ಒತ್ತಿರಿ.
te: సంస్థాపనా విధానాన్ని ముగించటానికి <Enter>ని నొక్కండి .

source: <Enter> to exit
kn: ನಿರ್ಗಮಿಸಲು <Enter> ಒತ್ತಿರಿ
te: <Enter>బయటకు

source: Remove any media used during the installation process and press <Enter> to reboot your system.
kn: ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಬಳಸಿದ ಮಾಧ್ಯಮಗಳನ್ನು ತೆಗೆದು <Enter> ಒತ್ತಿರಿ.
te: సంస్థాపనాసమయంలో ఉపయోగించిన ఏ మాధ్యమాన్నయినా తొలగించు మరియూ మీ కంప్యూటరును పునఃప్రారంభించటానికి <Enter>ను నొక్కండి.

source: <Enter> to reboot
kn: ಮರುಸಜ್ಜುಗೊಳಿಸಲು <Enter> ಒತ್ತಿರಿ
te: <Enter> పునఃప్రారంభించటానికి

source: Congratulations, your %s installation is complete. %s%s
kn: ಅಭಿನಂದನೆಗಳು, ನಿಮ್ಮ %s ನ ಅನುಸ್ಥಾಪನೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ. %s%s
te: అభినందనలు, మీ %s సంస్థాపన పూర్తయ్యింది. %s%s

source: For information on errata (updates and bug fixes), visit http://www.redhat.com/errata/. Information on using your system is available in the %s manuals at http://www.redhat.com/docs/.
kn: ತಿದ್ದುಪಡಿಗಳ ಬಗ್ಗ ಮಾಹಿತಿಗಾಗಿ (ನವೀಕೃತಾನ್ವಯಗಳು ಮತ್ತು ದೋಷನೇರ್ಪಡೆಗಳು) ಸಂದರ್ಶಿಸಿ http://www.redhat.com/errata/. ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯನ್ನು ಬಳಸುವುದರ ಬಗೆಗಿನ ಮಾಹಿತಿ http://www.redhat.com/docs/ ನಲ್ಲಿ ಲಭ್ಯವಿರುವ %s ಕೈಪಿಡಿಯಲ್ಲಿದೆ.
te: errata (updates మరియూ bug fixes)సమాచారం కోసం, చూడండి http://www.redhat.com/errata/. మీ కంప్యూటరు వినియోగ విధానం http://www.redhat.com/docs/ యందలి %s నిబంధనావళిలో ఉంది.

source: Complete
kn: ಸಂಪೂರ್ಣ
te: సమాప్తం

source: Installation to begin
kn: ಅನುಸ್ಥಾಪನೆ ಪ್ರಾರಂಭವಾಗಲಿದೆ
te: సంస్థాపన ప్రారంభించటానికి

source: A complete log of your installation will be in %s after rebooting your system. You may want to keep this file for later reference.
kn: ನೀವು ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿದನಂತರ ಅನುಸ್ಥಾಪನೆಯ ಸಂಪೂರ್ಣ ವರದಿ %s ನಲ್ಲಿರುತ್ತದೆ. ನೀವು ನಂತರದ ಅವಲೋಕನೆಗೆ ಇದನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲಿಚ್ಛಿಸಬಹುದು.
te: మీ సంస్థాపన యొక్క పూర్తి log %sలో ఉంటుంది మీ కంప్యూటరును పునఃప్రారంభించి తరువాత మీ తదుపరి సంప్రదింపులకు ఈ ఫైలును ఉంచమనొచ్చు.

source: Upgrade to begin
kn: ಊರ್ಜಿತಗೊಳಿಸುವಿಕೆ ಪ್ರಾರಂಭವಾಗಲಿದೆ
te: ప్రారంభానికి నవీకరణ

source: A complete log of your upgrade will be in %s after rebooting your system. You may want to keep this file for later reference.
kn: ನೀವು ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿದನಂತರ ಊರ್ಜಿತಗೊಳಿಸುವಿಕೆಯ ಸಂಪೂರ್ಣ ವರದಿ %s ನಲ್ಲಿರುತ್ತದೆ. ನೀವು ನಂತರದ ಅವಲೋಕನೆಗೆ ಇದನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲಿಚ್ಛಿಸಬಹುದು.
te: మీ నవీకరణయొక్క పూర్తి log of %sలో ఉంటుంది.మీ కంప్యూటరును పునఃప్రారంభించినతరువాత మీరు తదుపరి సమంప్రదింపులకు ఈ ఫైలును ఉంచమనొచ్చు.

source: Please select the package groups you would like to have installed.
kn: ದಯವಿಟ್ಟು ನೀವು ಅನುಸ್ಥಾಪಿಸಿಕೊಳ್ಳಲಿಚ್ಛಿಸುವ ಸಂಗ್ರಹ ಸಮೂಹಗಳನ್ನು ಆರಿಸಿ.
te: దయచేసి మీరు సంస్థాపించదలచిన package సమూహాలను ఎన్నుకోండి.

source: <Space>,<+>,<-> selection | <F2> Group Details | <F12> next screen
kn: <Space>,<+>,<-> ಆರಿಸುವಿಕೆ | <F2> ಸಮೂಹದ ವಿವರಗಳು | <F12>ಮುಂದಿನ ತೆರೆ
te: <Space>,<+>,<-> ఎన్నిక | <F2> సమూహ వివరాలు | <F12> తదుపరి తెర

source: No optional packages to select
kn: ಆಯ್ಕೆ ಮಾಡಲು ಐಚ್ಛಿಕ ಪ್ಯಾಕೇಜುಗಳಿಲ್ಲ
te: ఎన్నుకోవటానికి ఏ ఐచ్ఛిక ప్యాకేజీలూ లేవు

source: Package Group Details
kn: ಸಂಗ್ರಹ ಸಮೂಹದ ವಿವರಗಳು
te: Package సమూహ వివరాలు

source: Keyboard Selection
kn: ಕೀಲಿಕೈಮಣೆ ಆಯ್ಕೆ
te: Keyboard ఎన్నిక

source: Which model keyboard is attached to this computer?
kn: ಯಾವ ಮಾದರಿಯ ಕೀಲಿಕೈಮಣೆಯನ್ನು ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ಅಳವಡಿಸಲಾಗಿದೆ?
te: ఈ కంప్యూటరుకు ఏరకం keyboard అనుసంధించాలి?

source: What device is your mouse located on?
kn: ಯಾವ ಸಾಧನದ ಮೇಲೆ ನಿಮ್ಮ ತೆರೆಸೂಚಿಯನ್ನು ಅಳವಡಿಸಲಾಗಿದೆ?
te: మీ mouse ఏ సాధనంలో ఉంచాలి?

source: Which model mouse is attached to this computer?
kn: ಯಾವ ಮಾದರಿಯ ತೆರೆಸೂಚಿಯನ್ನು ಗಣಕಕ್ಕೆ ಅಳವಡಿಸಲಾಗಿದೆ?
te: ఈ కంప్యూటరుకు ఏ రకం mouseని అనుసంధించాలి?

source: Emulate 3 Buttons?
kn: ೩ ಗುಂಡಿಗಳನ್ನು ಅನುಕರಿಸಲೇ?
te: 3 మీటల అనుసరణ?

source: Mouse Selection
kn: ತೆರೆಸೂಚಿ ಆಯ್ಕೆ
te: mouse ఎన్నిక

source: You have not specified the field %s. Depending on your network environment this may cause problems later.
kn: ನೀವು %s ಕ್ಷೇತ್ರವನ್ನು ನಿಗದಿಪಡಿಸಿಲ್ಲ. ನಿಮ್ಮ ಜಾಲಪರಿಸರಕ್ಕನುಗುಣವಾಗಿ, ಇದು ಮುಂದೆ ತೊಂದರೆಗಳನ್ನುಂಟುಮಾಡಬಹುದು.
te: మీరు %s క్షేతాన్ని తెలుపలేదు. ఇది మీ నెట్వర్కు వాతావరణం మీద ఆధారపడి తర్వాత ఇది ఇబ్బందికి కారణం కావచ్చు.

source: IPv%d prefix must be between 0 and %d.
kn: IPv%d ಉಪಸರ್ಗವು ೦ ಮತ್ತು %dರ ನಡುವೆ ಇರಬೇಕು.
te: IPv%d ప్రిఫిక్స్‍ తప్పక 0 మరియు %d మద్యన వుండాలి.

source: Integer Required for Prefix
kn: ಉಪಸರ್ಗಕ್ಕಾಗಿ ಪೂರ್ಣಾಂಕದ ಅಗತ್ಯವಿದೆ
te: ప్రిఫిక్స్‍ కొరకు పూర్ణసంఖ్య(ఇంటీజర్) అవసరము

source: You must enter a valid integer for the %s. For IPv4, the value can be between 0 and 32. For IPv6 it can be between 0 and 128.
kn: ನೀವು %s ಗಾಗಿ ಒಂದು ಮಾನ್ಯವಾದ ಪೂರ್ಣಾಂಕವನ್ನು ನಮೂದಿಸಬೇಕು. IPv4 ಗಾಗಿ, ಈ ಮೌಲ್ಯವು 0 ಹಾಗು 32 ರ ನಡುವೆ ಇರಬೇಕು. IPv6 ಗಾಗಿ ಇದು 0 ಹಾಗು 128 ರ ನಡುವೆ ಬಹುದು.
te: %s కొరకు మీరు చెల్లునటువంటి పూర్ణసంఖ్యను ప్రవేశపెట్టవలెను. IPv4 కొరకు, విలువ 0 మరియు 32 మద్యన వుండాలి. IPv6 అనునది 0 మరియు 128 మద్యనవుండాలి.

source: Prefix (Netmask)
kn: ಉಪಸರ್ಗ (ಜಾಲಮುಸುಕ)
te: పురస్సర్గ (Netmask)

source: Prefix
kn: ಉಪಸರ್ಗ
te: ప్రిఫిక్స్‍

source: Activate on boot
kn: ಸಜ್ಜುಗೊಂಡಾಗ ಸಕ್ರಿಯಗೊಳಿಸು
te: bootను క్రియాశీలిని చేయి

source: Enable IPv4 support
kn: IPv4 ಸಮರ್ಥನೆಯನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಿ
te: IPv4 మద్దతు అసాధ్యం

source: Enable IPv6 support
kn: IPv6 ಸಮರ್ಥನೆಯನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಿ
te: IPv6 మద్దతు అసాధ్యం

source: P-to-P:
kn: P-ಇಂದ-P ಗೆ:
te: P--P:

source: WEP Key:
kn: WEP ಕೀಲಿಕೈ:
te: వెబ్ కీ:

source: Network Configuration for %s
kn: %s ಗೆ ಜಾಲ ಸಂರಚನೆ
te: %s కొరకు Network ఆకృతీకరణ

source: point-to-point IP address
kn: ಕೇಂದ್ರದಿಂದ-ಕೇಂದ್ರಕ್ಕೆ IP ವಿಳಾಸ
te: పాయింట్-టు-పాయింట్ IP చిరునామా

source: Dynamic IP configuration (DHCP)
kn: ಡೈನಮಿಕ್‌ IP ಸಂರಚನೆ (DHCP)
te: గతిక(డైనమిక్) IP ఆకృతీకరణ (DHCP)

source: Manual address configuration
kn: ಸ್ವಹಸ್ತ ವಿಳಾಸದ ಸಂರಚನೆ
te: మానవీయ చిరునామా ఆకృతీకరణ

source: IPv4 Configuration for %s
kn: %s ಗಾಗಿನ IPv4 ಜಾಲ ಸಂರಚನೆ
te: %s కొరకు IPv4 ఆకృతీకరణ

source: IPv4 address
kn: IPv4 ವಿಳಾಸ
te: IPv4 చిరునామా

source: IPv4 network mask
kn: IPv4 ಜಾಲ ಮುಸುಕು
te: IPv4 నెట్వర్కు మాస్క్‍

source: IPv4 prefix (network mask)
kn: IPv4 ಉಪಸರ್ಗ (ಜಾಲ ಮುಸುಕು)
te: IPv4 ప్రిఫిక్స్‍ (నెట్వర్కు మాస్క్‍)

source: Automatic neighbor discovery
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನೆರೆಹೊರೆಯ ಪತ್ತೆ
te: స్వయంచాలకంగా పొరుగుదాని గుర్తింపు (ఆటోమేటిక్ నైబర్ డిస్కవరీ)

source: Dynamic IP configuration (DHCPv6)
kn: ಡೈನಮಿಕ್‌ IP ಸಂರಚನೆ (DHCPv6)
te: గతిక IP ఆకృతీకరణ (DHCPv6)

source: IPv6 Configuration for %s
kn: %s ಗಾಗಿನ IPv6 ಜಾಲ ಸಂರಚನೆ
te: %s కొరకు IPv6 ఆకృతీకరణ

source: IPv6 address
kn: IPv6 ವಿಳಾಸ
te: IPv6 చిరునామా

source: IPv6 prefix
kn: IPv6 ಉಪಸರ್ಗ
te: IPv6 ప్రిఫిక్స్‍

source: Configure Network Interface
kn: ಜಾಲ ಸಂಪರ್ಕಸಾಧನವನ್ನು ಸಂರಚಿಸು
te: నెట్వర్కు ఇంటర్‌ఫేస్‌ను ఆకృతీకరించుము

source: Would you like to configure the %s network interface in your system?
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿನ %s ಜಾಲ ಸಂಪರ್ಕಸಾಧನಗಳನ್ನು ಸಂರಚಿಸುವ ಅಪೇಕ್ಷೆ ಇದೆಯೇ?
te: మీ సిస్టమ్‌నందు మీరు %s నెట్వర్కు ఇంటర్‌ఫేస్‌ను ఆకృతీకరించాలని అనుకొనుచున్నారా?

source: The current configuration settings for each interface are listed next to the device name. Unconfigured interfaces are shown as UNCONFIGURED. To configure an interface, highlight it and choose Edit. When you are finished, press OK to continue.
kn: ಪ್ರತಿಯೊಂದು ಸಂಪರ್ಕಸಾಧನದ ಪ್ರಸಕ್ತ ಸಂರಚನಾ ಸಿದ್ಧತೆಗಳನ್ನು ಸಾಧನದ ಹೆಸರಿನ ಎದುರಿಗೆ ನಮೂದಿಸಲಾಗಿರುತ್ತದೆ. ಸಂರಚಿಸದೆ ಇರುವ ಸಂಪರ್ಕಸಾಧನಗಳನ್ನು UNCONFIGURED ಎಂದು ತೋರಿಸಲಾಗಿರುತ್ತದೆ. ಒಂದು ಸಂಪರ್ಕಸಾಧನವನ್ನು ಸಂರಚಿಸಲು, ಅದನ್ನು ಹೈಲೈಟ್ ಮಾಡಿ ಬದಲಾಯಿಸಲು ಆಯ್ಕೆ ಮಾಡಿ. ಪೂರ್ಣಗೊಳಿಸಿದ ನಂತರ ಮುಂದುವರೆಯಲು ಸರಿ ಅನ್ನು ಒತ್ತಿ.
te: ప్రతి ఇంటర్‌ఫేస్ కొరకు ప్రస్తుత ఆకృతీకరణ అమర్పులు పరికర నామముకు తర్వాతనే జాబితే చేసివున్నవి. ఆకృతీకరించని ఇంటర్‌ఫేస్‌లు ఆకృతీకరించనవిగా చూపబడుతున్నాయి. ఇంటర్‌ఫేస్‌ను ఆకృతీకరించుటకు, దానిని వుద్దీపనంచేసి సరిచేయి యెంచుకొనుము. పూర్తిచేయగానే, కొనసాగించుటకు సరే నొక్కండి.

source: Active on boot
kn: ಸಜ್ಜುಗೊಂಡಾಗ ಸಕ್ರಿಯ
te: బూట్‌నందు క్రియాశీలముచేయి.

source: Inactive on boot
kn: ಸಜ್ಜುಗೊಂಡಾಗ ನಿಷ್ಕ್ರಿಯ
te: బూట్‌నందు క్రియాహీనంచేయి

source: Auto IPv6
kn: ಸ್ವಯಂ IPv6

source: Gateway:
kn: ಗೇಟ್‌ವೇ:

source: Primary DNS:
kn: ಪ್ರಾಥಮಿಕ DNS:
te: ప్రాధమిక DNS:

source: Secondary DNS:
kn: ದ್ವಿತೀಯ DNS:
te: ద్వితీయ DNS:

source: Miscellaneous Network Settings
kn: ಮಿಶ್ರ ಜಾಲ ಸಂರಚನೆಗಳು
te: సంకీర్ణ Network అమర్పులు

source: gateway
kn: ಗೇಟ್‌ವೇ

source: primary DNS
kn: ಪ್ರಾಥಮಿಕ DNS
te: ప్రాధమిక DNS

source: secondary DNS
kn: ದ್ವಿತೀಯ DNS
te: ద్వితీయ DNS

source: automatically via DHCP
kn: DHCP ಮೂಲಕ ಸ್ವಯಂಚಾಲಿತವಾಗಿ
te: DHCP ద్వారా స్వయంచాలకంగా

source: manually
kn: ಸ್ವಹಸ್ತದಿಂದ
te: మానవీయంగా

source: Hostname Configuration
kn: ಆತಿಥೇಯನಾಮ ಸಂರಚನೆ
te: ఆతిధేయనామ ఆకృతీకరణ

source: If your system is part of a larger network where hostnames are assigned by DHCP, select automatically via DHCP. Otherwise, select manually and enter a hostname for your system. If you do not, your system will be known as 'localhost.'
kn: ನಿಮ್ಮ ಗಣಕವು DHCP ನಿಗದಿಗೊಳಿಸುವ ಆತಿಥೇಯನಾಮಗಳುಳ್ಳ ಗಣಕಗಳ ಒಂದು ದೊಡ್ಡ ಜಾಲದ ಭಾಗವಾಗಿದ್ದರೆ, DHCP ಮೂಲಕ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹೆಸರನ್ನು ಆಯ್ದುಕೊಳ್ಳಲು ನಿರ್ಧರಿಸಿ. ಇಲ್ಲದಿದ್ದರೆ ಸ್ವಹಸ್ತದಿಂದ ಆರಿಸಿ ಹಾಗು ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ಆತಿಥೇಯನಾಮವನ್ನು ನಮೂದಿಸಿ. ನೀವು ಹೀಗೆ ಮಾಡದಿದ್ದರೆ, ನಿಮ್ಮ ಗಣಕವು 'localhost.' ಎಂದು ಕರೆಯಲ್ಪಡುತ್ತದೆ.
te: హోస్టునామములు DHCP ద్వారా అప్పగించబడే పెద్ద నెట్వర్కునందు మీ సిస్టమ్ భాగస్వామ్యమైతే, DHCP ద్వారా స్వయంచాలకంగా యెంచుకొనుము. లేకపోతే, మానవీయంగా యెంచుకొని మీ సిస్టమ్‌కొరకు హోస్టునామమును ప్రవేశపెట్టండి. మీకు తెలుపకపోతే, మీ సిస్టమ్ 'localhost'గా తెలుపబడుతుంది.

source: Invalid Hostname
kn: ಅಮಾನ್ಯ ಆತಿಥೇಯನಾಮ
te: చెల్లని ఆతిధేయనామం

source: You have not specified a hostname.
kn: ನೀವು ಆತಿಥೇಯನಾಮವನ್ನು ನಿಗದಿಗೊಳಿಸಿಲ್ಲ.
te: మీరు ఆతిధేయనామం తెలియచేయలేదు

source: Must specify a value
kn: ನೀವು ಮೌಲ್ಯವನ್ನು ನಿಗದಿಗೊಳಿಸಲೇ ಬೇಕು
te: తప్పక ఒక విలువను తెలియచేయాలి

source: Requested value is not an integer
kn: ಕೋರಿದ ಮೌಲ್ಯ ಪೂರ್ಣಾಂಕವಲ್ಲ
te: అడిగిన విలువ పూర్ణాంకం కాదు

source: Requested value is too large
kn: ಕೋರಿದ ಮೌಲ್ಯ ಅತಿ ದೊಡ್ಡದಾಯಿತು
te: అడిగిన విలువ బాగా పెద్దది

source: RAID Device %s
kn: RAID ಸಾಧನ:%s
te: RAID సాధనం %s

source: Warning: %s
kn: ಎಚ್ಚರಿಕೆ: %s
te: హెచ్చరిక: %s

source: Modify Partition
kn: ವಿಭಾಗವನ್ನು ಮಾರ್ಪಡಿಸಿ
te: విభజనను మార్చు

source: Add anyway
kn: ಏನಾದರಾಗಲಿ ಸೇರಿಸು
te: ఏమైనప్పటికీ మార్చు

source: Mount Point:
kn: ಆರೋಹಣಾತಾಣ:
te: మరల్పు కేంద్రం

source: File System type:
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಶೈಲಿ:
te: ఫైలు విధాన వర్గం

source: Allowable Drives:
kn: ಸಮ್ಮತಿತ ಡ್ರೈವ್‌ಗಳು:
te: ఆమోదకర Driveలు:

source: Fixed Size:
kn: ನಿಶ್ಚಿತ ಗಾತ್ರ:
te: నిర్ధారిత పరిమాణం:

source: Fill maximum size of (MB):
kn: ಗರಿಷ್ಠ ಗಾತ್ರಕ್ಕೆ ಭರಿಸು (ಎಮ್.ಬಿ):
te: గరిష్ఠ పరిమాణం(MB)ని నింపు:

source: Fill all available space:
kn: ಲಭ್ಯವಿರುವ ಸ್ಥಳವನ್ನೆಲ್ಲಾ ಭರಿಸು:
te: అందుబాటులో ఉన్న ఖాళీనంతటినీ నింపు

source: Start Cylinder:
kn: ಪ್ರಾರಂಭಿಕ ಸಿಲಿಂಡರ್:
te: Cylinder ప్రారంభం:

source: End Cylinder:
kn: ಅಂತಿಮ ಸಿಲಿಂಡರ್:
te: చివరి Cylinder:

source: Volume Group:
kn: ಪರಿಮಾಣ ಸಮೂಹ:
te: Volume సమూహం:

source: RAID Level:
kn: RAID ಸ್ತರ:
te: RAID స్థాయి:

source: RAID Members:
kn: RAID ಸದಸ್ಯರು:
te: RAID సభ్యులు:

source: Number of spares?
kn: ಬಿಡಿಭಾಗಗಳ ಸಂಖ್ಯೆ?
te: ఖాళీల సంఖ్య?

source: File System Type:
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಶೈಲಿ:
te: ఫైలు విధాన వర్గం:

source: File System Label:
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಗುರುತಪಟ್ಟಿ:
te: ఫైలు విధాన గుర్తు:

source: File System Option:
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಆಯ್ಕೆ:
te: ఫైలు విధాన ఐచ్ఛికం:

source: Format as %s
kn: %s ಆಗಿ ಫಾರ್ಮಾಟುಗೊಳಿಸು
te: %sగా ఆకృతీకరించు

source: Migrate to %s
kn: %s ಗೆ ಬದಲಾಯಿಸು
te: %sకి వలస వెళ్లు

source: Leave unchanged
kn: ಬದಲಾಯಿಸದೆ ಬಿಡು
te: స్థాయి మారలేదు

source: File System Options
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಆಯ್ಕೆಗಳು
te: ఫైలు విధాన ఐచ్ఛికాలు

source: Please choose how you would like to prepare the file system on this partition.
kn: ದಯವಿಟ್ಟು ನೀವು ಈ ವಿಭಾಗದಲ್ಲಿ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಯಾವ ರೀತೆಯಲ್ಲಿ ತಯಾರುಮಾಡಬೇಕೆಂದು ಇಷ್ಟಪಡುತ್ತೀರೆಂದು ಆರಿಸಿ.
te: దయచేసి ఈ విభజనలో మీరు ఎలాంటి ఫైలు విధానాన్ని తయారుచేయలనుకుంటున్నారో ఎన్నుకోండి.

source: Check for bad blocks
kn: ದೋಷಯಕ್ತ ಖಂಡಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಿ
te: చెడ్డ అడ్డంకులకోసం వెదుకు
