Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: An error occurred mounting device %s as %s. You may continue installation, but there may be problems.
kn: ಸಾಧನ %s ಅನ್ನು %s ಆಗಿ ಆರೋಹಿಸುವುದರಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿತು. ನೀವು ಅನುಸ್ಥಾಪನೆಯನ್ನು ಮುಂದುವರೆಸಬಹುದು, ಆದರೆ ತೊಂದರೆಗಳುಂಟಾಗಬಹುದು.
te: %s సధనాన్ని %s.గా మరల్చటంలో ఒక దోషం సంభవించింది మీరు సంస్థాపనను కొనసాగించవచ్చు కానీ ఇబ్బందులు ఉండవచ్చు.

source: _Continue
kn: ಮುಂದುವರೆ (_C)
te: కొనసాగించు (_C)

source: Error mounting device %s as %s: %s This most likely means this partition has not been formatted. Press OK to reboot your system.
kn: %s ಸಾಧನವನ್ನು %s: %s ಆಗಿ ಆರೋಹಿಸುವಾಗ ದೋಷಕಂಡುಬಂದಿದೆ ಬಹುಶಃ ಇದು, ಈ ವಿಭಾಗವು ಫಾರ್ಮಾಟುಗೊಂಡಿಲ್ಲವೆಂದು ಸೂಚಿಸುತ್ತದೆ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು ಸರಿ ಒತ್ತಿರಿ.
te: దోషం %s సాధనాన్ని %sగా మరల్చుతోంది: %s ఇది ఎక్కువుగా ఈ విభజన ఆకృతీకరణ చెందకుండా ఉంటాన్ని పోలిఉంటుంది. మీ కంప్యూటరును పునఃప్రారంభించటానికి <సరే>ను నొక్కండి.

source: Error finding / entry. This is most likely means that your fstab is incorrect. Press OK to reboot your system.
kn: / ನಮೂದನ್ನು ಹುಡುಕುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಬಹುಶಃ ಇದು ನಿಮ್ಮ fstab ಕಡತ ದೋಷಯುಕ್ತವಾಗಿದೆಯೆಂದು ಸೂಚಿಸುತ್ತದೆ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು ಸರಿ ಒತ್ತಿರಿ.
te: దోషం కనుగొనబడుతోంది / ప్రవేశం. ఇది సాధారణంగా మీ fstab సరిగా లేకపోవటంలాగా ఉంది. మీ కంప్యూటరును పునఃప్రారంభించటానికి <సరే>ను నొక్కండి.

source: Duplicate Labels
kn: ಪ್ರತಿರೂಪ ಗುರುತುಪಟ್ಟಿಗಳು
te: నకిలీ లేబుళ్లు

source: Multiple devices on your system are labelled %s. Labels across devices must be unique for your system to function properly. Please fix this problem and restart the installation process.
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿನ ಅನೇಕ ಸಾಧನಗಳಿಗೆ %s ಗುರುತುಪಟ್ಟಿ ಇದೆ. ಗಣಕವು ಸರಿಯಾಗಿ ಕೆಲಸಮಾಡಲು, ವಿವಿಧ ಸಾಧನಗಳಿಗೆ ನಿರ್ದಿಷ್ಟ ಗುರುತುಪಟ್ಟಿಗಳಿರಬೇಕಾಗುತ್ತದೆ. ಈ ತೊಂದರೆಯನ್ನು ಸರಿಪಡಿಸಿ ಅನುಸ್ಥಾಪನಾ ಕ್ರಮವನ್ನು ಪುನರಾರಂಭಿಸಿ.
te: మీ కంప్యూటరులో పెక్కు ఉపకరణాలు గుర్తించబడ్డాయి.%s. మీ కంప్యూటరు సరిగా పనిచేయటనికి సాధనాలలోని గుర్తింపులు ఐక్యంగా ఉండాలి. ఈ సమస్యని పరిష్కరించి మరియూ సంస్థాపనను పునఃప్రారంభించండి.

source: Formatting
kn: ಫಾರ್ಮಾಟುಗೊಳ್ಳುತ್ತಿದೆ
te: ఆకృతీకరణ

source: Formatting %s file system...
kn: %s ಕಡತ ವ್ಯವಸ್ಥೆ ಫಾರ್ಮಾಟುಗೊಳ್ಳತ್ತಿದೆ...
te: %s ఫైళ్ల విధానాన్ని ఆకృతీకరించు...

source: An error occurred copying the screenshots over.
kn: ತೆರೆಚಿತ್ರಗಳನ್ನು ನಕಲುಗೊಳಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು.
te: స్క్రీన్ని షాట్లను కాపీచేయటంలో ఒక దోషం సంభవించింది.

source: Screenshots Copied
kn: ತೆರೆಚಿತ್ರಗಳು ನಕಲುಗೊಂಡವು
te: స్క్రీన్ని షాట్లు కాపీఅయ్యాయి

source: The screenshots have been saved into the directory: /root/anaconda-screenshots/ You can access these when you reboot and login as root.
kn: ತೆರೆಚಿತ್ರಗಳನ್ನು ಈ ಕಡತಕೋಶದಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ: /root/anaconda-screenshots/ ನೀವುಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿ ನಿರ್ವಾಹಕರಾಗಿ ಪ್ರವೇಶಿಸಿದ ನಂತರ ಇವುಗಳನ್ನು ಕಾಣಬಹುದು.
te: ఈ స్క్రీన్ని షాట్లు డైరెక్టరీలో భద్రపరచబడుతున్నాయి: /root/anaconda-screenshots/ మీ పునఃప్రారంభం మరియూ ప్రవేశం రూట్లో ఉన్నప్పుడు మీరు దీన్ని ఉపయోగించుకోగలరు.

source: Saving Screenshot
kn: ತೆರೆಚಿತ್ರಗಳನ್ನು ಉಳಿಸುತ್ತಿದ್ದೇನೆ
te: స్క్రీన్ని షాట్లను భద్రపరుస్తోంది

source: A screenshot named '%s' has been saved.
kn: '%s' ಹೆಸರಿನ ತೆರೆಚಿತ್ರವನ್ನು ಉಳಿಸಲಾಗಿದೆ.
te: '%s'గా పెరుపెట్టబడిన స్క్రీన్ షాట్ భద్రపరచబడుతోంది.

source: Error Saving Screenshot
kn: ತೆರೆಚಿತ್ರವನ್ನು ಉಳಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ
te: స్క్రీన్ షాట్ని భద్రపరచటంలో దోషం

source: An error occurred while saving the screenshot. If this occurred during package installation, you may need to try several times for it to succeed.
kn: ತೆರೆಚಿತ್ರವನ್ನು ಉಳಿಸುವಾಗ ಒಂದು ದೋಷ ಕಂಡುಬಂದಿದೆ. ಈ ದೋಷವು ಸಂಗ್ರಹವನ್ನು ಅನುಸ್ಥಾಪಿಸುವಾಗ ಕಂಡುಬಂದಿದ್ದಲ್ಲಿ, ನೀವುಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಸಫಲರಾಗಲು ಹಲವು ಬಾರಿ ಪ್ರಯತ್ನಿಸಬೇಕಾಗಬಹುದು.
te: స్క్రీన్ షాట్ని భద్రపరుస్తున్నప్పుడు ఒక దోషం ఎర్పడింది. ప్యాకేజీ సంస్థాపనప్పుడు ఇది సంభవిస్తే, ఇది విజయవంతంకావటానికి అనేక సార్లు ప్రయత్నించవలసి ఉంటుంది.

source: Fix
kn: ಸರಿಮಾಡು
te: స్థాపించు

source: Yes
kn: ಹೌದು
te: అవును

source: No
kn: ಇಲ್ಲ
te: కాదు

source: Retry
kn: ಮರುಪ್ರಯತ್ನಿಸು
te: పునఃప్రయత్నించు

source: Ignore
kn: ಕಡೆಗಣಿಸು
te: అఙాతం

source: Cancel
kn: ರದ್ದುಗೊಳಿಸು
te: రద్దు

source: Installation Key
kn: ಅನುಸ್ಥಾಪನಾ ಕೀಲಿಕೈ
te: సంస్థాపక కీ

source: Choose a passphrase for your encrypted devices. You will be prompted for the passphrase during system boot.
kn: ಗೂಢಲಿಪೀಕರಣಗೊಂಡ ಸಾಧನಕ್ಕಾಗಿ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. ವ್ಯವಸ್ಥೆಯು ಬೂಟ್ ಆಗುವಾಗ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ನಮೂದಿಸುವಂತೆ ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುತ್ತದೆ.
te: మీ ఎన్క్రిప్టెడ్ పరికరములకొరకు సంకేతపదమును యెంచుకొనుము. సిస్టమ్ పునఃప్రారంభమునందు మీరు సంకేతపదముకొరకు అడుగబడతారు.

source: Error with passphrase
kn: ಗುಪ್ತವಾಕ್ಯಾಂಶದಲ್ಲಿ ದೋಷವಿದೆ
te: సంకేతపదముతో దోషం

source: The passphrases you entered were different. Please try again.
kn: ನೀವು ನಮೂದಿಸಿದ ಗುಪ್ತವಾಕ್ಯಾಂಶಗಳು ಭಿನ್ನವಾಗಿದ್ದವು. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
te: మీరు ఇచ్చిన సంకేతపదం వేరైంది. దయచేసి ఇంకోసారి ప్రయత్నించండి.

source: The passphrase must be at least eight characters long.
kn: ಗುಪ್ತವಾಕ್ಯಾಂಶ ಎಂಟು ಅಕ್ಷರಗಳಷ್ಟಾದರೂ ದೊಡ್ಡದಾಗಿರಬೇಕು.
te: సంకేతపదం తప్పకుండా కనీసం ఎనిమిది అక్షరాల పొడవుండాలి.

source: Device %s is encrypted. In order to access the device's contents during installation you must enter the device's passphrase below.
kn: %s ಸಾಧನವನ್ನು ಗೂಢಲಿಪೀಕರಿಸಲಾಗಿದೆ. ಈ ಸಾಧನವು ಹೊಂದಿರುವುದನ್ನು ನೀವು ಅನುಸ್ಥಾಪನಾ ಸಮಯದಲ್ಲಿ ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಈ ಸಾಧನದ ಗುಪ್ತವಾಕ್ಯಾಂಶವನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
te: పరికరము %s ఎన్క్రిప్టు చేయబడింది. పరికరముల యొక్క విషయసంగ్రహములను సంస్థాపననందు యాక్సిస్ చేయుటకు మీరు తప్పక పరికరముయొక్క సంకేతపదమును క్రిందన ప్రవేశపెట్టవలెను.

source: _Debug
kn: ದೋಷನೇರ್ಪಡಿಸಿ (_D)
te: డిబగ్ (_D)

source: Error Parsing Kickstart Config
kn: Kickstart Config ಅನ್ನು ಪದಾನ್ವಯಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು
te: కిక్ స్టార్టు రూప వ్యాకృవతి దోషం

source: Please insert a floppy now. All contents of the disk will be erased, so please choose your diskette carefully.
kn: ದಯವಿಟ್ಟು ಮೆದುಮುದ್ರಿಕೆಯೊಂದನ್ನು ಈಗ ಅಳವಡಿಸಿ. ಮೆದುಮುದ್ರಿಕೆಯ ಎಲ್ಲಾ ಮಾಹಿತಿಯೂ ಅಳಿಸಲ್ಪಡುತ್ತದೆ, ಹಾಗಾಗಿ ದಯವಿಟ್ಟು ಜಾಗರೂಕತೆಯಿಂದ ಮುದ್ರಿಕೆಯನ್ನು ಆರಿಸಿ.
te: ఒక ప్లాఫీని ఇప్పుడు పెట్టండి. ఈ డిస్కులోని అన్ని విషయాలూ చెరపబడతాయి,. కావునా మీ disketteని జాగ్రత్తగా ఎన్నుకోండి.

source: default:LTR
kn: ಪೂರ್ವನಿಯೋಜಿತ:LTR
te: సిద్ధం:LTR

source: Error!
kn: ದೋಷ!
te: దోషం!

source: An error occurred when attempting to load an installer interface component. className = %s
kn: ಅನುಸ್ಥಾಪಕದ ಸಂಪರ್ಕಸಾಧನದ ಅಂಶವನ್ನು ಉತ್ಥಾಪಿಸುವಾಗ ಒಂದು ದೋಷ ಕಂಡುಬಂದಿದೆ. className = %s
te: అంతర్ముఖ సంస్థాపికాంశాన్ని లోడ్ చేయటానికి ప్రయత్నిస్తున్నప్పుడు ఒక దోషం సంభవించింది. తరగతిపేరు = %s

source: _Exit
kn: ನಿರ್ಗಮಿಸು (_E)
te: బయటకి (_E)

source: _Retry
kn: ಮರುಪ್ರಯತ್ನಿಸು (_R)
te: పనఃప్రయత్నించు (_R)

source: The installer will now exit...
kn: ಅನುಸ್ಥಾಪಕವು ಈಗ ನಿರ್ಗಮಿಸುತ್ತದೆ...
te: సంస్థాపిక బయటకి వస్తుంది...

source: Your system will now be rebooted...
kn: ನಿಮ್ಮ ಗಣಕವನ್ನು ಈಗ ಮರುಸಜ್ಜುಗೊಳಿಸಲಾಗುತ್ತದೆ...
te: మీ కంప్యూటరును ఇప్పుడు పునఃప్రారంభించాలి...

source: Rebooting System
kn: ಗಣಕವು ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತಿದೆ
te: కంప్యూటరును పునఃప్రారంభిస్తోంది

source: %s Installer
kn: %s ಅನುಸ್ಥಾಪಕ
te: %s సంస్థాపిక

source: Unable to load title bar
kn: ಶೀರ್ಷಿಕೆ ಪಟ್ಟಿಯನ್ನು ಉತ್ಥಾಪಿಸಲಾಗಲಿಲ್ಲ
te: శీర్షికా బారుని లోడుచేయటానికి కుదరదు

source: Install Window
kn: ಅನುಸ್ಥಾಪನಾ ಕಿಟಕಿ
te: విండోని సంస్థాపించు

source: The file %s cannot be opened. This is due to a missing file or perhaps a corrupt package. Please verify your installation images and that you have all the required media. If you reboot, your system will be left in an inconsistent state that will likely require reinstallation.
kn: %s ಕಡತವನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ. ಇದಕ್ಕೆ ಕಾರಣ ಕಾಣೆಯಾದ ಕಡತ ಇಲ್ಲವೇ ಭ್ರಷ್ಟವಾದ ಸಂಗ್ರಹವಿರಬಹುದು. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಅನುಸ್ಥಾಪನಾ ಪಡಿಯಚ್ಚುಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ನಿಮ್ಮ ಬಳಿ ಅಗತ್ಯವಾದ ಎಲ್ಲಾ ಮಾಧ್ಯಮಗಳೂ ಇವೆಯೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನೀವು ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿದರೆ, ಅದು ಅಸಮಂಜಸ ಪರಿಸ್ಥಿತಿಯನ್ನು ತಲುಪಿ, ಮತ್ತೆ ಅನುಸ್ಥಾಪನೆಗೊಳಿಸಬೇಕಾದೀತು.
te: %s ఫైలుని తెరవలేము. ఇది తప్పిన ఫైలు వల్లకానీ ఒకవేళ సరికాని చెడిపోయిన ప్యాకేజీ వల్లకానీ కావచ్చు. దయచేసి మీ సంస్థాపనా చిత్రాలను సరిచూసుకోండి మరియూ మీకు కావలసిన సమాచారం కలిగి ఉండండి. మీరు పునఃప్రారంభిస్తే, మీకంప్యూటరు పునస్థాపన అవసరమైన పునఃసంస్థాపనా అవస్థనుండీ బయటపడుతుంది.

source: Missing ISO 9660 Image
kn: ಕಾಣೆಯಾದ ISO 9660 ಪಡಿಯಚ್ಚು
te: ISO 9660 దృశ్యం కనిపించటంలేదు

source: The installer has tried to mount image #%s, but cannot find it on the hard drive. Please copy this image to the drive and click Retry. Click Reboot to abort the installation.
kn: ಅನುಸ್ಥಾಪಕವು #%s ಪಡಿಯಚ್ಚನ್ನು ಆರೋಹಿಸಲು ಪ್ರಯತ್ನಿಸಿದೆ. ಆದರೆ ಅದು ಡ್ರೈವ್‌ನಲ್ಲಿ ಕಾಣಬರುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಈ ಪಡಿಯಚ್ಚನ್ನು ಡಿಸ್ಕಿಗೆ ನಕಲಿಸಿ ಮರುಪ್ರಯತ್ನಿಸು ಒತ್ತಿರಿ. ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ಮರುಸಜ್ಜುಗೊಳಿಸು ನು ಒತ್ತಿರಿ.
te: సంస్థాపిక #%s చిత్రాన్ని మరల్చటానికి ప్రయత్నించింది, కానీ హార్డుడ్రైవులో కనుగొనబడలేదు. దయచేసి ఈ చిత్రాన్ని డ్రైవు లోకి కాపీచేసి తిరిగిప్రయత్నించటాన్ని నొక్కండి సంస్థాపనను నిర్వీర్యంచేయటానికి పునఃప్రారంభించటానికి పునఃప్రారంభించటాన్ని నొక్కండి.

source: Re_try
kn: ಮರುಪ್ರಯತ್ನಿಸು (_t)
te: పునఃప్రయత్నించు (_t)

source: Required Install Media
kn: ಅಗತ್ಯ ಅನುಸ್ಥಾಪನಾ ಮಾಧ್ಯಮಗಳು
te: మాధ్యమాన్ని సంస్థాపించవలసి ఉంది

source: The software you have selected to install will require the following CDs: %s Please have these ready before proceeding with the installation. If you need to abort the installation and reboot please select "Reboot".
kn: ನೀವು ಆರಿಸಿರುವ ತಂತ್ರಾಂಶವನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಈ ಕೆಳಕಂಡ ಅಡಕಮುದ್ರಿಕೆಗಳ ಅಗತ್ಯವಿದೆ: %s ಅನುಸ್ಥಾಪನೆಗೆ ಮುಂದುವರೆಯುವ ಮೊದಲು ಇವುಗಳನ್ನು ಸಿದ್ಧಗೊಳಿಸಿಕೊಳ್ಳಿ. ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿ ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು "ಮರುಸಜ್ಜುಗೊಳಿಸು" ಅನ್ನು ಒತ್ತಿರಿ.
te: మీరు సంస్థాపించటానికి ఎన్నుకున్న సాఫ్టువేరుకు ఈ కింది CDలు కావలసి ఉంది: %s సంస్థాపనకు ఉపక్రమించేముందు వీటిని సిద్ధంగా కలిగి ఉండండి. మీరు సంస్థాపనను నిర్వీర్యం మరియూ కంప్యూటరు పునఃప్రారంభించదలిస్తే దయచేసి "Reboot"ను ఎన్నుకోండి

source: _Back
kn: ಹಿಂದಕ್ಕೆ (_B)
te: వెనుక (_B)

source: An error occurred unmounting the CD. Please make sure you're not accessing %s from the shell on tty2 and then click OK to retry.
kn: ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ಅವರೋಹಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು. ದಯವಿಟ್ಟು ನೀವು, tty2 ನಲ್ಲಿರುವ ಆದೇಶತೆರೆಯಿಂದ (shell) %s ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿಲ್ಲವೆಂದು ಖಾತರಿಪಡಿಸಿಕೊಂಡ ನಂತರ ಮರುಪ್ರಯತ್ನಿಸಲು ಸರಿ ಒತ್ತಿರಿ.
te: ఒక దోషం సంభవించింది. CDని మరల్చలేము. మీరు %sని షల్ మీది tty2 నుండీ ఉపయోగించలేరు మరియూ సరేను నొక్కి పునఃప్రయత్నించండి.

source: Copying File
kn: ಕಡತವು ನಕಲುಗೊಳ್ಳುತ್ತಿದೆ
te: ఫైలును కాపీచెస్తోంది

source: Transferring install image to hard drive...
kn: ಅನುಸ್ಥಾಪನಾ ಪಡಿಯಚ್ಚು ಡ್ರೈವ್‌ಗೆ ವರ್ಗಾವಣೆಗೊಳ್ಳುತ್ತಿದೆ...
te: సంస్థాపిత చిత్రాన్ని హార్డుడ్రైవుకి బదిలీ చెస్తున్నది...

source: An error occurred transferring the install image to your hard drive. You are probably out of disk space.
kn: ಅನುಸ್ಥಾಪನಾ ಪಡಿಯಚ್ಚು ಡ್ರೈವ್‌ಗೆ ವರ್ಗಾವಣೆಗೊಳ್ಳುತ್ತಿದ್ದಾಗ ದೋಷ ಕಂಡುಬಂದಿತು. ಬಹುಶಃ ಗಟ್ಟಿಮುದ್ರಿಕೆಯಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ.
te: సంస్థాపిత చిత్రాన్ని మీ హార్డుడ్రైవుకి బదిలీ చేస్తున్నప్పుడు దోషం సంభవించింది. మీ డిస్కులో ఖాళీ లేకపోవచ్చు.

source: Change CDROM
kn: ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ಬದಲಾಯಿಸಿ
te: CDROM మార్చు

source: Please insert %s disc %d to continue.
kn: ಮುಂದುವರೆಯಲು ದಯವಿಟ್ಟು %s ಮುದ್ರಿಕೆ %d ಅನ್ನು ಅಳವಡಿಸಿ.
te: కొనసాగించటానికి దయచేసి %sని డిస్కు %dలో ఉంచండి.

source: Wrong CDROM
kn: ತಪ್ಪು ಅಡಕಮುದ್ರಿಕೆ
te: సరికాని CDROM

source: That's not the correct %s CDROM.
kn: ಅದು ಸರಿಯಲ್ಲದ %s ಅಡಕಮುದ್ರಿಕೆ.
te: అది సరైన %s CDROM కాదు.

source: Unable to access the CDROM.
kn: ಅಡಕಮುದ್ರಿಕೆಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.
te: CDROM ఉపయోగించటానికి అసాధ్యం.

source: The file %s cannot be opened. This is due to a missing file or perhaps a corrupt package. Please verify your installation tree contains all required packages. If you reboot, your system will be left in an inconsistent state that will likely require reinstallation.
kn: %s ಕಡತವನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ. ಇದಕ್ಕೆ ಕಾರಣ ಕಾಣೆಯಾದ ಕಡತ ಇಲ್ಲವೇ ಭ್ರಷ್ಟವಾದ ಸಂಗ್ರಹವಿರಬಹುದು. ನಿಮ್ಮ ಅನುಸ್ಥಾಪನಾ ವೃಕ್ಷ ಅಗತ್ಯವಾದ ಎಲ್ಲಾ ಸಂಗ್ರಹಗಳನ್ನೂ ಒಳಗೊಂಡಿದೆಯೆಂದು ದಯವಿಟ್ಟು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನೀವು ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿದರೆ, ಅದು ಅಸಮಂಜಸ ಪರಿಸ್ಥಿತಿಯನ್ನು ತಲುಪಿ, ಮತ್ತೆ ಅನುಸ್ಥಾಪನೆಗೊಳಿಸಬೇಕಾದೀತು.
te: %s ఫైలు తెరవబడదు. ఇది ఫైలు తప్పిపోవటం వల్లకానీ లేక ఫైలు చెడిపోవటం వల్లకానీ కావచ్చు దయచేసి కావలసిన అన్ని ప్యాకేజీలుని కలిగిఉన్న మీ సంస్థాపనా క్రమ చిత్రాన్ని సరిచూసుకోండి. మీరు పునఃప్రారంభిస్తే, పునఃసంస్థాపన అవసరమయ్యే క్రియారహిత్య అవస్థనుండీ మీకంప్యూటరు బయటపడుతుంది.

source: The installer has tried to mount image #%s, but cannot find it on the server. Please copy this image to the remote server's share path and click Retry. Click Reboot to abort the installation.
kn: ಅನುಸ್ಥಾಪಕವು #%s ಪಡಿಯಚ್ಚನ್ನು ಆರೋಹಿಸಲು ಪ್ರಯತ್ನಿಸಿತು, ಆದರೆ ಅದು ಪರಿಚಾರಕದಲ್ಲಿ ಕಂಡುಬರಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಈ ಪಡಿಯಚ್ಚನ್ನು ದೂರಸ್ಥಪರಿಚಾರಕದ ವಿನಿಮಯಮಾರ್ಗಕ್ಕೆ ನಕಲಿಸಿ ಮರುಪ್ರಯತ್ನಿಸು ಒತ್ತಿರಿ. ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ಮರುಸಜ್ಜುಗೊಳಿಸು ಒತ್ತಿರಿ.
te: సంస్థాపిక #%sని మరల్చటానికి ప్రయత్నించింది, కానీ సర్వరులో దాన్ని కనుగొనలేకపోయింది. దయచేసి ఈ చిత్రాన్ని వ్యవహిత సర్వర్ల భాగస్వామ్య మార్గానికి కాపీ చేయండి మరియూ పునఃప్రయత్నాన్ని నొక్కండి. సంస్థాపనను విఫలంచేయటానికి పునఃప్రారంభాన్ని నొక్కండి.

source: Install on System
kn: ಗಣಕದಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸು
te: కంప్యూటరులో సంస్థాపించు

source: Initializing iSCSI initiator
kn: iSCSI ಆರಂಭಕ ಮೊದಲುಗೊಳ್ಳುತ್ತಿದೆ
te: iSCSI ప్రారంభకం సంస్థాపించబడుతోంది

source: Scriptlet Failure
kn: Scriptlet ವೈಫಲ್ಯ
te: Scriptlet వైఫల్యం

source: There was an error running the scriptlet. You may examine the output in %s. This is a fatal error and your install will be aborted. Press the OK button to reboot your system.
kn: scriptlet ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು. ಪ್ರದಾನವನ್ನು %s ನಲ್ಲಿ ಪರಿಶೀಲಿಸಬಹುದು. ಇದೊಂದು ಮಾರಕ ದೋಷವಾಗಿದ್ದು ನಿಮ್ಮ ಅನುಸ್ಥಾಪನೆ ಸ್ಥಗಿತಗೊಳ್ಳಲಿದೆ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು ಸರಿ ಗುಂಡಿಯನ್ನೊತ್ತಿರಿ.
te: Scriptletను లో దోషం నడుస్తోంది. మీరు %sని పరీక్షించాలి. ఇది పెద్ద దోషం మరియూ మీ సంస్థాపన వైఫల్యం పొందవచ్చు. మీ కంప్యూటరును పునఃప్రారంభించటానికి సరేను నొక్కండి.

source: Running...
kn: ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತಿದೆ...
te: జరుగుతోంది...

source: Running pre-install scripts
kn: ಅನುಸ್ಥಾಪನಾ-ಪೂರ್ವ ವಿಧಿಗುಚ್ಛಗಳು ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತಿವೆ
te: పూర్వ-సంస్థాపికా లిపులు నడుస్తున్నాయి

source: Running post-install scripts
kn: ಅನುಸ್ಥಾಪನಾ-ಉತ್ತರ ವಿಧಿಗುಚ್ಛಗಳು ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತಿವೆ
te: పర-సంస్థాపికా లిపులు నడుస్తున్నాయి

source: Missing Package
kn: ಕಾಣೆಯಾದ ಸಂಗ್ರಹ
te: Package కనపడటంలేదు

source: You have specified that the package '%s' should be installed. This package does not exist. Would you like to continue or abort your installation?
kn: ನೀವು '%s' ಸಂಗ್ರಹ ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳಬೇಕೆಂದು ನಿರ್ದೇಶಿಸಿದ್ದೀರಿ. ಈ ಸಂಗ್ರಹ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ಮುಂದುವರೆಯಲು ಇಚ್ಛಿಸುತ್ತೀರೋ ಅಥವಾ ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸುವುದೋ?
te: మీరు సంస్థాపన చెయవలసిన '%s'packageని తెలియచేయాలి. ఈ package లేదు. మీరు కొనసాగించదలచారా లేక మీ సంస్థాపనను రద్దు చేయదలచారా?

source: _Abort
kn: ರದ್ದುಗೊಳಿಸು (_A)
te: నిష్ఫలం (_A)

source: Missing Group
kn: ಕಾಣೆಯಾದ ಸಮೂಹ
te: కనిపించని సమూహం

source: You have specified that the group '%s' should be installed. This group does not exist. Would you like to continue or abort your installation?
kn: ನೀವು '%s' ಸಮೂಹ ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳಬೇಕೆಂದು ನಿರ್ದೇಶಿಸಿದ್ದೀರಿ. ಈ ಸಮೂಹಪು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ಮುಂದುವರೆಯಲು ಇಚ್ಛಿಸುತ್ತೀರೋ ಅಥವಾ ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಗೊಳಿಸುವುದೋ?
te: మీరు సంస్థాపన చెయవలసిన '%s' సమూహాన్ని తెలియచేయాలి. ఈ సమూహం లేదు. మీరు కొనసాగించదలచారా లేక మీ సంస్థాపనను ర్ద్దు చేయదలచారా?

source: Hostname must be 64 or less characters in length.
kn: ಆತಿಥೇಯನಾಮ ಹೆಚ್ಚೆಂದರೆ ೬೪ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬಹುದು.
te: Hostపేరు తప్పక ౬౪ లేదా .తక్కువ అక్షరాల పొడవు కలిగి ఉండాలి.

source: Hostname must start with a valid character in the range 'a-z' or 'A-Z'
kn: ಆತಿಥೇಯನಾಮ 'a-z' ಅಥವಾ 'A-Z' ಅಕ್ಷರಗಳಿಂದ ಪ್ರಾರಂಭವಾಗಬೇಕು
te: అతిధేయనామం తప్పక 'a-z' లేక 'A-Z' క్రమంలోనే ఉండాలి

source: Hostnames can only contain the characters 'a-z', 'A-Z', '-', or '.'
kn: ಆತಿಥೇಯನಾಮ ಕೇವಲ 'a-z' ಅಥವಾ 'A-Z' ಅಕ್ಷರಗಳು, ಇಲ್ಲವೇ '-' ಅಥವಾ '.' ಚಿಹ್ನೆಗಳನ್ನೊಳಗೊಂಡಿರಬಹುದು
te: Hostపేరు 'a-z', 'A-Z', '-', లేదా '.' అక్షరాలను మాత్రమే కలిగి ఉండాలి

source: IP address is missing.
kn: IP ವಿಳಾಸ ಕಾಣುತ್ತಿಲ್ಲ.
te: ఐపి చిరునామా తప్పిపోయిం

source: IPv4 addresses must contain four numbers between 0 and 255, separated by periods.
kn: IPv4 ವಿಳಾಸಗಳು ೦ ಮತ್ತು ೨೫೫ ರ ನಡುವಿನ, ಬಿಂದುಳಿಂದ ವಿಭಕ್ತವಾದ, ನಾಲ್ಕು ಸಂಖ್ಯೆಗಳನ್ನು ಒಳಗೊಂಡಿರಬೇಕು.
te: IP చిరునామాలు తప్పక విరామాలచే వేరుచేయబడుతున్న ౦ మరియూ ౨౨౫ల మధ్య ఉన్న నాలుగు సంఖ్యలను కలిగి ఉండాలి,

source: '%s' is not a valid IPv6 address.
kn: %s ಒಂದು ಮಾನ್ಯ IPv6 ವಿಳಾಸವಲ್ಲ.
te: '%s' సరైన IPv6 చిరునామా కాదు.

source: '%s' is an invalid IP address.
kn: %s ಒಂದು ಮಾನ್ಯ IP ವಿಳಾಸವಲ್ಲ.
te: '%s' సరికాని ఐపి చిరునామా

source: LVM operation failed
kn: LVM ಕಾರ್ಯವು ವಿಫಲಗೊಂಡಿದೆ
te: LVM ఆపరేషన్ విఫలమైంది

source: Invalid Key
kn: ಅಮಾನ್ಯ ಕೀಲಿಕೈ
te: చెల్లని

source: The key you entered is invalid.
kn: ನೀವು ನಮೂದಿಸಿದ ಕೀಲಿಕೈ ಅಮಾನ್ಯವಾಗಿದೆ.ಯಲ್ಲ.
te: మీరు ఇచ్చిన కీ సరైనదికాదు.

source: _Skip
kn: ಉಪೇಕ್ಷಿಸಿ (_S)
te: దాటవేయి (_S)

source: Warning! This is pre-release software!
kn: ಎಚ್ಚರಿಕೆ! ಇದು ಸಮರ್ಪಣಾಮುನ್ನ ತಂತ್ರಾಂಶ!
te: హెచ్చరిక! ఇది ముందుగా విడుదలైన software!

source: Thank you for downloading this pre-release of %s. This is not a final release and is not intended for use on production systems. The purpose of this release is to collect feedback from testers, and it is not suitable for day to day usage. To report feedback, please visit: %s and file a report against '%s'.
kn: %s ನ ಸಮರ್ಪಣಾಮುನ್ನ ತಂತ್ರಾಂಶವನ್ನು ಅವತರಣಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ಇದು ಅಂತಿಮ ಸಮರ್ಪಣೆಯಾಗಿರದೆ, ಉತ್ಪಾದನಾ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಬಳಸಲು ಉದ್ದೇಶಿಸಿದ್ದಲ್ಲ. ಈ ಸಮರ್ಪಣೆಯ ಉದ್ದೇಶ, ಪರೀಕ್ಷಕರಿಂದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪಡೆಯುವುದಾಗಿದ್ದು, ಇದು ದಿನನಿತ್ಯದ ಬಳಕೆಗೆ ಸೂಕ್ತವಲ್ಲ. ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ನಮೂದಿಸಲು: %s ಸಂದರ್ಶಿಸಿ, '%s' ನ ವಿರುದ್ಧ ನಿಮ್ಮ ಅನಿಸಿಕೆಯನ್ನು ನಮೂದಿಸಿ.
te: %sవిడుదల ముందలి దాన్ని దిగుమతి చేసుకున్నండుకు ధన్యవాదాలు. ఇది చివరి విడుదల కాదు మరియూ ఉత్పత్తైన కంప్యూటర్లకు ఉపయోగించటానికి ఉద్దేశించింది కాదు. పరిశీలకులనుండీ సలహాల పొందటానికి, మరియూ ఇది ప్రతిరోజూ వినియోగించటానికి ఉద్దేశించింది కాదు ఫిర్యాదులకు దయచేసి చూడండి: %s '%s'కి వ్యతిరేకంగా ఫిర్యాదును ఫైలుచేయండి.

source: _Install anyway
kn: ಪರವಾಗಿಲ್ಲ ಅನುಸ್ಥಾಪಿಸು (_I)
te: తప్పక సంస్థాపించు (_I)

source: Please enter a volume group name.
kn: ದಯವಿಟ್ಟು ಪರಿಮಾಣ ಸಮೂಹದ (volume group) ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
te: దయచేసి ఒక volume సమూహం పేరు ఇవ్వండి.

source: Volume Group Names must be less than 128 characters
kn: ಪರಿಮಾಣ ಸಮೂಹದ ಹೆಸರುಗಳು ೧೨೮ ಅಕ್ಷರಗಳಿಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು
te: Volume సమూహం పేర్లు తప్పకుండా ౧౨౮ అక్షరాలకంటే తక్కువ ఉండాలి

source: Error - the volume group name %s is not valid.
kn: ದೋಷ - ಪರಿಮಾಣ ಸಮೂಹದ ಹೆಸರು, %s ಮಾನ್ಯವಾದದ್ದಲ್ಲ.
te: దోషం - %s.volume సమూహం పెరు సరైనది కాదు.

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
kn: ದೋಷ - ಪರಿಮಾಣ ಸಮೂಹದ ಹೆಸರು ಅಕ್ರಮ ಸನ್ನೆಗಳು ಅಥವಾ ಅಂತರಗಳನ್ನು ಹೊಂದಿದೆ. ಮಾನ್ಯವಾದ ಸನ್ನೆಗಳೆಂದರೆ ಅಕ್ಷರಗಳು, ಅಂಕಿಗಳು, '.' ಅಥವಾ '_'.
te: దోషం - ఈ సమూహ భాగం పేరు విరుద్ధ అక్షరాలను లేక ఖాళీలను కలిగి ఉంది. ఆమోదయోగ్య అక్షరాలు, మరియూ గుర్తులు, అంకెలు, '.' లేక '_'.

source: Please enter a logical volume name.
kn: ದಯವಿಟ್ಟು ಒಂದು ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
te: దయచేసి ఒక తార్కిక volume పేరు ఇవ్వండి.

source: Logical Volume Names must be less than 128 characters
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳ ಹೆಸರುಗಳು ೧೨೮ ಅಕ್ಷರಗಳಿಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು
te: తార్కిక Volume పేరు తప్పక ౧౨౮ అక్షరాలకంటే తక్కువ ఉండాలి

source: Error - the logical volume name %s is not valid.
kn: ದೋಷ - ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು, %s ಮಾನ್ಯವಾದದ್ದಲ್ಲ.
te: దోషం - %s ఈ తార్కిక volume పేరు సరైనది కాదు.

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
kn: ದೋಷ - ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು ಅಕ್ರಮ ಸನ್ನೆಗಳು ಅಥವಾ ಅಂತರಗಳನ್ನು ಹೊಂದಿದೆ. ಮಾನ್ಯವಾದ ಸನ್ನೆಗಳೆಂದರೆ ಅಕ್ಷರಗಳು, ಅಂಕಿಗಳು, '.' ಅಥವಾ '_'.
te: దోషం - తార్కిక నామం సరికాని అక్షరాలను లేదా ఖాళీలను కలిగిఉంది. ఆమోదయోగ్య అక్షరాలు, సంఖ్యలు, '.' లేక '_'.

source: The mount point %s is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
kn: ಆರೋಹಣಾತಾಣ %s ಮಾನ್ಯವಾದುದಲ್ಲ. ಆರೋಹಣಾತಾಣಗಳು '/' ನಿಂದ ಪ್ರಾರಂಭವಾಗಬೇಕು ಮತ್ತು '/' ನಿಂದ ಕೊನೆಗೊಳ್ಳಬಾರದು, ಹಾಗೂ ಮುದ್ರಾರ್ಹ ಸನ್ನೆಗಳನ್ನು ಮಾತ್ರ ಒಳಗೊಂಡಿದ್ದು ಅಂತರಗಳನ್ನು ಹೊಂದಿರಬಾರದು.
te: %s మౌన్టు కేంద్రం సరైనదికాదు. మౌన్టు కేంద్రం తప్పక '/'తో ప్రారంభం కావాలి మరియూ '/'తో ముగియకూడదు, మరియూ ముద్రించదగ్గ అక్షరాలను కలిగి ఉండాలి, ఖాళీలు ఉండకూడదు.

source: Please specify a mount point for this partition.
kn: ಈ ವಿಭಾಗಕ್ಕೆ ಒಂದು ಆರೋಹಣಾತಾಣವನ್ನು ನಿರ್ದೇಶಿಸಿ.
te: దయచెసి ఈ విభజన కోసం మూల బిందువును తెలియచేయండి.

source: This partition is part of the RAID device /dev/md%s.
kn: ಈ ವಿಭಾಗವು RAID ಸಾಧನ /dev/md%s ನ ಒಂದು ಭಾಗವಾಗಿದೆ.
te: ఈ విభజన RAID device /dev/md%sలో భాగం.

source: This partition is part of a RAID device.
kn: ಈ ವಿಭಾಗವು RAID ಸಾಧನದ ಒಂದು ಭಾಗವಾಗಿದೆ.
te: ఈ విభజన RAID సాధనంలో భాగం.

source: This partition is part of the LVM volume group '%s'.
kn: ಈ ವಿಭಾಗವು LVM ಪರಿಮಾಣ ಸಮೂಹ '%s' ನ ಒಂದು ಭಾಗವಾಗಿದೆ.
te: ఈ విభజన LVM volume సమూహం '%s'లో భాగం.

source: This partition is part of a LVM volume group.
kn: ಈ ವಿಭಾಗವು LVM ಪರಿಮಾಣ ಸಮೂಹದ ಒಂದು ಭಾಗವಾಗಿದೆ.
te: ఈ విభజన LVM volume సమూహంలో భాగం.

source: Unable To Delete
kn: ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
te: తొలగించటం కుదరదు

source: You must first select a partition to delete.
kn: ತೆಗೆದುಹಾಕಲು ಮೊದಲು ನೀವೊಂದು ವಿಭಾಗವನ್ನು ಆರಿಸಿಕೊಳ್ಳಬೇಕು.
te: మీరి తప్పక తొలగించవలసిన విభాగాన్ని మొదటగా ఎన్నుకోవాలి

source: You cannot delete free space.
kn: ಖಾಲಿ ಸ್ಥಳವನ್ನು ನೀವು ತೆಗೆದುಹಾಕಲಾರಿರಿ.
te: ఖాళీగా ఉన్న జాగాని మీరు తొలగించలేరు.

source: You cannot delete a partition of a LDL formatted DASD.
kn: LDL ರೀತ್ಯಾ ಸಪಾಟಾಗಿರುವ DASD ನ ವಿಭಾಗವನ್ನು ನೀವು ತೆಗೆದುಹಾಕಲಾರಿರಿ.
te: LDLచే ఆకృతీకరింపబడిన DASD విభాగాన్ని మీరు తొలగించలెరు.

source: You cannot delete this partition, as it is an extended partition which contains %s
kn: ಈ ವಿಭಾಗವು %s ಅನ್ನು ಉಳ್ಳ ವಿಸ್ತೃತ ವಿಭಾಗವಾದ ಕಾರಣ ನೀವು ಇದನ್ನು ತೆಗೆದುಹಾಕಲಾರಿರಿ
te: మీరు ఈ విభజనను తొలగించలేరు, ఉన్న విభజనకి ఇది విస్తృత విభజన.%s

source: This partition is holding the data for the hard drive install.
kn: ಗಟ್ಟಿಮುದ್ರಿಕಾ ಚಾಲಕದಿಂದ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಮಾಡಬೇಕಾದ ಮಾಹಿತಿಯನ್ನು ಈ ವಿಭಾಗ ಹೊಂದಿದೆ.
te: హార్డుడ్రైవు సంస్థాపనకు ఈ విభజన సమాచారాన్ని కలిగిఉంది.

source: You cannot delete this partition:
kn: ನೀವು ಈ ವಿಭಾಗವನ್ನು ತೆಗೆದುಹಾಕಲಾರಿರಿ:
te: మీరు ఈ విభజనని తొలగించలేరు:

source: Confirm Delete
kn: ತೆಗೆದುಹಾಕುವುದನ್ನು ದೃಢೀಕರಿಸಿ
te: తొలగింపు నిర్ధారణ

source: You are about to delete all partitions on the device '/dev/%s'.
kn: ನೀವು '/dev/%s' ಸಾಧನದಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಭಾಗಗಳನ್ನೂ ತೆಗೆದುಹಾಕುವುದರಲ್ಲಿದ್ದೀರಿ.
te: మీరు విభాగంలోని అన్ని విభజనలగురించి తొలగించాలనికుంటున్నారా.'/dev/%s'.

source: _Delete
kn: ತೆಗೆದುಹಾಕು (_D)
te: తొలగించు (_D)

source: Notice
kn: ಸೂಚನೆ
te: సూచన

source: The following partitions were not deleted because they are in use: %s
kn: ಈ ಕೆಳಕಂಡ ವಿಭಾಗಗಳು ಉಪಯೋಗದಲ್ಲಿರುವ ಕಾರಣ ತೆಗೆದುಹಾಕಲಿಲ್ಲ: %s
te: కింది విభజనలు తొలగించబడవు ఎందుకంటే అవి ఉపయోగంలో ఉన్నాయి: %s

source: Unable To Edit
kn: ಸಂಪಾದಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
te: కూర్పు సాధ్యంకాదు

source: You must select a partition to edit
kn: ಸಂಪಾದಿಸಲು ನೀವೊಂದು ವೀಭಾಗವನ್ನು ಆರಿಸಿಕೊಳ್ಳಬೇಕು
te: మీరు కూర్పుకి తప్పక ఒక విభజనని ఎన్నుకోవాలి

source: You cannot edit this partition:
kn: ಈ ವಿಭಾಗವನ್ನು ನೀವು ಸಂಪಾದಿಸಲಾರಿರಿ:
te: మీరు ఈ విభజనని కూర్చలెరు:

source: You cannot edit this partition, as it is an extended partition which contains %s
kn: ಈ ವಿಭಾಗವು %s ಅನ್ನು ಉಳ್ಳ ವಿಸ್ತೃತ ವಿಭಾಗವಾದ ಕಾರಣ ನೀವು ಇದನ್ನು ಸಂಪಾದಿಸಲಾರಿರಿ
te: మీరు ఈ విభజనని కుర్చలెరు, ఇది ఉన్న విభజనకి విస్తృత విభజన %s

source: Format as Swap?
kn: ವಿನಿಮಯಸ್ಮೃತಿಯಾಗಿ ಇದನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸುವುದೇ?
te: స్వాప్లా ఆకృతీకరణ?

source: /dev/%s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
kn: /dev/%s ನ ವಿಭಾಗೀಕರಣ 0x82 (ಲೈನಕ್ಸ್ ವಿನಿಮಯಸ್ಮೃತಿ) ರೀತಿಯದಾಗಿದ್ದು, ಆದರೆ ವಿನಿಮಯಸ್ಮೃತಿಯಾಗಿ ಸಪಾಟಾಗಿರುವಂತೆ ತೋರಿಬರುತ್ತಿಲ್ಲ. ಈ ವಿಭಾಗವನ್ನು ವಿನಿಮಯಸ್ಮೃತಿ ವಿಭಾಗವಾಗಿ ಫಾರ್ಮಾಟುಗೊಳಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರೇನು?
te: /dev/%s, 0x82 యొక్క విభజనా వర్గం (Linux స్వాప్) కానీ Linux స్వాప్ విభజనగా ఆకృతీకరించబడినట్లు కనిపించదు. మీరు ఈ విభజనను స్వాప్ విభజనగా ఆకృతీకరించాలనుకుంటున్నారా?

source: You need to select at least one hard drive to have %s installed onto.
kn: %s ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ನೀವು ಒಂದಾದರೂ ಗಟ್ಟಿಮುದ್ರಿಕಾ ಚಾಲಕವನ್ನು ಆರಿಸಬೇಕು.
te: మీరు %s సంస్థాపనకు తప్పనిసరిగా ఒక హార్డుడ్రైవుని ఎన్నుకోవాలి
