Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: No devices of the appropriate type were found on this driver disk. Would you like to manually select the driver, continue anyway, or load another driver disk?
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯಲ್ಲಿ ಯುಕ್ತ ರೀತಿಯ ಸಾಧನಗಳು ಕಾಣಬರಲಿಲ್ಲ. ನೀವು ಸ್ವಹಸ್ತದಿಂದ ಚಾಲಕವನ್ನು ಆರಿಸಿಕೊಳ್ಳಲಿಚ್ಛಿಸುತ್ತೀರೆ, ಅಥವಾ ಏನಾದರಾಗಲಿ, ಮುಂದುವರೆಯುವುದೇ, ಅಥವಾ ಮತ್ತೊಂದು ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಉತ್ಥಾಪಿಸುವುದೇ?
te: ఈ డ్రైవర్ డిస్కుకు తగిన వర్గానికి చెందిన సాధనాలు లేవు. మీరు మానవీయంగా డ్రైవర్ను ఎన్నుకోవాలనుకుంటున్నారా, కొనసాగించాలనుకుంటున్నారా, లేదా వేరే డ్రైవర్ డిస్కుని loadచేయాలనుకుంటున్నారా?

source: Driver disk
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆ
te: డ్రైవర్ డిస్కు

source: Do you have a driver disk?
kn: ನಿಮ್ಮ ಬಳಿ ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯಿದೆಯೇ?
te: మీరు డ్రైవర్ డిస్కును కలిగి ఉన్నారా?

source: More Driver Disks?
kn: ಹೆಚ್ಚು ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಗಳಿವೆಯೇ?
te: ఎక్కువ డ్రైవర్ డిస్కులు?

source: Do you wish to load any more driver disks?
kn: ನೀವು ಇನ್ನೂ ಕೆಲವು ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಗಳನ್ನು ಉತ್ಥಾಪಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರೇನು?
te: మీరు ఏమైనా డ్రైవర్ డిస్కులను load చేయాలనుకుంటున్నారా?

source: Cannot initialize cache instance for blkid
kn: blkid ಗಾಗಿ ಕ್ಯಾಶೆ ಸನ್ನಿವೇಶವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ
te: blkid కొరకు క్యాచీ సంభవాన్ని(ఇన్‌స్టాన్సు) సిద్దముచేయలేదు

source: Cannot probe devices in blkid: %d
kn: ಸಾಧನಗಳನ್ನು blkid ಯಲ್ಲಿ ತನಿಖೆ ಮಾಡಲಾಗಲಿಲ್ಲ: %d
te: దీనినందు పరికరములను ప్రోబ్ చేయలేదు blkid: %d

source: Adding driver disc %s to the list of available DDs.
kn: ಲಭ್ಯವಿರುವ DDಗಳಿಗಾಗಿ %s ಚಾಲಕ ಡಿಸ್ಕನ್ನು ಸೇರಿಸುವಿಕೆ.
te: అందుబాటులోవున్న DDల యొక్క జాబితాకు డ్రైవర్ డిస్కు %sను జతచేయుచున్నది.

source: Kickstart Error
kn: Kickstart ದೋಷ
te: కిక్ స్టార్టు దోషం

source: Unknown driver disk kickstart source: %s
kn: ಗೊತ್ತಿಲ್ಲದ ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯ ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಆಕರ: %s
te: తెలియని డ్రైవర్ డిస్కు కిక్ స్టార్టు ఆకరం: %s

source: The following invalid argument was specified for the kickstart driver disk command: %s:%s
kn: ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆ ಆದೇಶಕ್ಕೆ ಕೆಳಕಂಡ ಅಮಾನ್ಯ ಆದಾನಗಳು ನಿರ್ದೇಶಿಸಲ್ಪಟ್ಟವು: %s:%s
te: ఈ కింది చెల్లని వాదన కిక్ స్టార్టు డ్రైవర్ డిస్కు ఆదేశం కోసం నిర్దేశించబడింది: %s:%s

source: Please enter any parameters which you wish to pass to the %s module separated by spaces. If you don't know what parameters to supply, skip this screen by pressing the "OK" button.
kn: %s ಘಟಕಕ್ಕೆ ನೀಡಬೇಕೆಂದಿರುವ ಪ್ರಮಿತಿಗಳನ್ನು ಅಂತರಗಳಿಂದ ಪ್ರತ್ಯೇಕಪಡಿಸಿ ನಮೂದಿಸಿ. ನಿಮಗೆ ಯಾವ ಪ್ರಮಿತಿಗಳನ್ನು ಪೂರೈಸಬೇಕೆಂದು ಗೊತ್ತಿಲ್ಲದಿದ್ದರೆ, ಈ ತೆರೆಯನ್ನು "ಸರಿ" ಗುಂಡಿಯನ್ನೊತ್ತುವ ಮೂಲಕ ಉಪೇಕ್ಷಿಸಿ.
te: దయచేసి మీరు %s గుణకంకి ఇవ్వదలచుకున్న ఖాళీలచే వేరు చేయబడుతున్న పారామితులను ప్రవేశపెట్టండి. పారామితులు ఏం సరఫరా చేస్తాయో తెలియకపోతే, ఈ screenను "సరే"మీట నొక్కటంద్వారా దాటవేయండి.

source: Enter Module Parameters
kn: ಘಟಕ ಪ್ರಮಿತಿಗಳನ್ನು ನಮೂದಿಸಿ
te: Module Parametersను ప్రవేశపెట్టండి

source: No drivers found
kn: ಯಂತ್ರಚಾಲಕಗಳು ಕಂಡುಬರಲಿಲ್ಲ
te: ఏ డ్రైవర్లూ కనుగొనబడలేదు

source: Load driver disk
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಉತ್ಥಾಪಿಸಿ
te: డ్రైవర్ డిస్కును Load చేయి

source: No drivers were found to manually insert. Would you like to use a driver disk?
kn: ಸ್ವಹಸ್ತದಿಂದ ಅಳವಡಿಸಲು ಯಾವುದೇ ಯಂತ್ರಚಾಲಕಗಳು ಕಾಣಬರಲಿಲ್ಲ. ನೀವು ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಬಳಸಲು ಇಚ್ಛಿಸುತ್ತೀರೇನು?
te: మానవీయంగా చొప్పించటానికి ఏ డ్రైవర్లూ కనుగొనబడలేదు. మీరు డ్రైవర్ డిస్కును ఉపయోగించాలనుకుంటున్నారా?

source: Please select the driver below which you wish to load. If it does not appear and you have a driver disk, press F2.
kn: ದಯವಿಟ್ಟು ನೀವು ಉತ್ಥಾಪಿಸಬೇಕೆಂದಿರುವ ಯಂತ್ರಚಾಲಕವನ್ನು ಕೆಳಗೆ ಆರಿಸಿ. ಅದು ಕಂಡುಬರದಿದ್ದು, ನಿಮ್ಮ ಬಳಿ ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯಿದ್ದಲ್ಲಿ F2 ಒತ್ತಿರಿ.
te: దయచేసి మీరు load చేయాలనుకుంటున్న కింది డ్రైవర్ను ఎన్నుకోండి. అది కనిపించకపోతే మీరుడ్రైవర్ డిస్కును కలిగి ఉంటే, F2 నొక్కండి.

source: Specify optional module arguments
kn: ಘಟಕಕ್ಕೆ ಐಚ್ಛಿಕ ಆದಾನಗಳನ್ನು ನಿರ್ದೇಶಿಸಿ
te: ఐచ్ఛిక గుణకాల అమర్పులను తెల్పండి

source: Select Device Driver to Load
kn: ಉತ್ಥಾಪಿಸಬೇಕಾದ ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಆರಿಸಿ
te: Device డ్రైవర్ను Load చెయటానికి ఎన్నుకోండి

source: Loading %s driver...
kn: ಯಂತ್ರಚಾಲಕ %s ಉತ್ಥಾಪನೆಗೊಳ್ಳುತ್ತಿದೆ...
te: %s డ్రైవరును లోడు చేస్తోంది...

source: The %s installation tree in that directory does not seem to match your boot media.
kn: ಆ ಕಡತಕೋಶದಲ್ಲಿರುವ %s ಅನುಸ್ಥಾಪನಾವೃಕ್ಷ ನಿಮ್ಮ ಸಜ್ಜು ಮಾಧ್ಯಮಗಳೊಂದಿಗೆ ಹೊಂದುವಂತೆ ತೋರುತ್ತಿಲ್ಲ.
te: ఆ డైరెక్టరీలోని %s సంస్థాపనా చిత్రం మీ boot మాధ్యమంతో సరిపోల్చబడేటట్లు లేదు.

source: An error occured reading the install from the ISO images. Please check your ISO images and try again.
kn: ISO ಪಡಿಯಚ್ಚುಗಳಿಂದ ಅನುಸ್ಥಾಸನೆಯನ್ನು ಓದುವಾಗ ದೋಷಕಂಡುಬಂದಿತು. ನಿಮ್ಮ ISO ಪಡಿಯಚ್ಚುಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮರುಪ್ರಯತ್ನಿಸಿ.
te: ISO చిత్రాలనుండీ . Please check your ISO images and try again.

source: You don't seem to have any hard drives on your system! Would you like to configure additional devices?
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಯಾವುದೇ ಸ್ಮತಿಮುದ್ರಿಕಾ ಚಾಲಕಗಳಿದ್ದಂತಿಲ್ಲ! ಹೆಚ್ಚುವರಿ ಸಾಧನಗಳನ್ನು ಸಂರಚಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರೇನು?
te: మీ కంప్యూటరులో మీరు ఏ హార్డుడ్రైవులనూ కలిగి ఉన్నట్లు లేరు! మీరు అదనపు driveలను అకృతీకరించాలనుకుంటున్నారా?

source: What partition and directory on that partition hold the CD (iso9660) images for %s? If you don't see the disk drive you're using listed here, press F2 to configure additional devices.
kn: ಯಾವ ವಿಭಾಗದಲ್ಲಿನ ಯಾವ ಕಡತಕೋಶ %s ನ ಅಡಕಮುದ್ರಿಕೆ (iso9660) ಪಡಿಯಚ್ಚನ್ನು ಹೊಂದಿದೆ? ನೀವು ಬಳಸುತ್ತಿರುವ ಡ್ರೈವ್‌ ಇಲ್ಲಿ ಪಟ್ಟಿಯಾಗಿರದಿದ್ದರೆ, ಹೆಚ್ಚುವರಿ ಸಾಧನಗಳನ್ನು ಸಂರಚಿಸಲು F2 ಒತ್ತಿರಿ.
te: %sకోసం CD (iso9660) చిత్రాలలో ఏది కలిగి ఉంది ? మీరు ఇక్కడ ఉంఛిన డిస్కుని చూడలేకపోతే, F2ని అదనపు సాధనాలను ఆకృతీకరించటానికి నొక్కండి.

source: Directory holding images:
kn: ಪಡಿಯಚ್ಚುಗಳನ್ನು ಹೊಂದಿರುವ ಕಡತಕೋಶ:
te: డైరెక్టరీ కలిగిఉన్న చిత్రాలు:

source: Select Partition
kn: ವಿಭಾಗವನ್ನು ಆರಿಸಿ
te: విభ్జనను ఎన్నుకో

source: Device %s does not appear to contain %s CDROM images.
kn: ಸಾಧನ %s , %s ನ ಅಡಕಮುದ್ರಿಕೆಗಳ ಪಡಿಯಚ್ಚುಗಳನ್ನು ಹೊಂದಿರುವಂದತೆ ಕಾಣುವುದಿಲ್ಲ.
te: %s CDROM చిత్రాలను కలిగి ఉండటానికి %s సాధనం కనపడటంలేదు.

source: Bad argument to HD kickstart method command %s: %s
kn: HD ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ವಿಧಾನ ಆದೇಶ %s: %s ಗೆ ಅಮಾನ್ಯ ಆದಾನಗಳು
te: HD కిక్ స్టార్టు విధాన ఆదేశం %s: %sకి చెడ్డ చర్చ

source: Cannot find kickstart file on hard drive.
kn: ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಕಡತವು ಸ್ಮೃತಿಮುದ್ರಿಕಾ ಚಾಲಕದಲ್ಲಿ ಕಾಣಸಿಗುತ್ತಿಲ್ಲ.
te: కిక్ స్టార్టు ఫైలు హార్డుడ్రైవులో కనుగొనబడలేదు.

source: Cannot find hard drive for BIOS disk %s
kn: BIOS ಮುದ್ರಿಕೆ %s ಗೆ ಸ್ಮೃತಿಮುದ್ರಿಕಾ ಚಾಲಕವು ಕಾಣಸಿಗುತ್ತಿಲ್ಲ
te: BIOS డిస్కు %s కొరకు హార్డుడ్రైవు కనుగొనబడలేదు

source: Keyboard Type
kn: ಕೀಲಿಕೈಮಣೆ ಶೈಲಿ
te: Keyboard రకం

source: What type of keyboard do you have?
kn: ನಿಮ್ಮ ಬಳಿ ಯಾವ ರೀತಿಯ ಕೀಲಿಕೈಮಣೆ ಇದೆ?
te: మీరు ఏరకం కీబోర్డును కలిగి ఉన్నారు?

source: Error opening kickstart file %s: %s
kn: ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಕಡತ %s: %s ಅನ್ನು ತೆರೆಯುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ
te: కిక్ స్టార్టు ఫైలు %s: %sను తెరవటంలో దోషం

source: Error reading contents of kickstart file %s: %s
kn: ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಕಡತ %s: %s ಓದುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ
te: కిక్ స్టార్టు ఫైలు %s: %s విషయాన్ని చదవటంలో దోషం

source: Error in %s on line %d of kickstart file %s.
kn: %s ನಲ್ಲಿ ದೋಷ, %d ಸಾಲಿನಲ್ಲಿ, ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಕಡತ %s ನಲ್ಲಿ ಕಂಡುಬಂದಿದೆ.
te: %s లో %d యొక్క కిక్ స్టార్టు ఫైలు %sలో దోషం.

source: Cannot find ks.cfg on boot floppy.
kn: ಸಜ್ಜು ಮೆದುಮುದ್ರಿಕೆಯಲ್ಲಿ ks.cfg ಕಾಣಸಿಗುತ್ತಿಲ್ಲ.
te: boot floppyలో ks.cfg కనుగొనబడలేదు.

source: Unable to download the kickstart file. Please modify the kickstart parameter below or press Cancel to proceed as an interactive installation.
kn: ಕಿಕ್ ಸ್ಟಾರ್ಟ್ ಕಡತವನ್ನು ನಕಲಿಳಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಕೆಳಗಿನ ನಿಯತಾಂಕವನ್ನು ಬದಲಾಯಿಸಿ. ಅಥವಾ ಸಂವಾದತ್ಮಕ ಅನುಸ್ಥಾಪನೆಯಾಗಿ ಮುಂದುವರೆಯಲು 'ರದ್ದುಮಾಡು' ಅನ್ನು ಒತ್ತಿರಿ.
te: కిక్ స్టార్టు ఫైలును దిగుమతి చేయటమ్ కుదరదు. దయచేసి కింది కిక్ స్టార్టు పారామితులను మార్చండి లేదా పారస్పర్య సంస్థాపనకు రద్దును నొక్కండి.

source: Error downloading kickstart file
kn: ಕಿಕ್ ಸ್ಟಾರ್ಟ್ ಕಡತವನ್ನು ಡೌನ್ ಲೋಡ್ ಮಾಡುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ
te: కిక్ స్టార్టు ఫైలును దిగుమతి చేయటంలో దోషం

source: Bad argument to shutdown kickstart method command %s: %s
kn: ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ವಿಧಾನ ಆದೇಶ %s: %s ಅನ್ನು ಸ್ಥಗಿತಗೊಳಿಸಲು ಅಮಾನ್ಯವಾದ ಆದಾನ
te: కిక్ స్టార్టు విధాన ఆదేశం %s: %sని మూయటానికి చెడ్డ వాదం

source: Welcome to %s - Rescue Mode
kn: %s - ಪಾರುಗಾಣಿಸುವ ಸ್ಥಿತಿಗೆ ಸುಸ್ವಾಗತ
te: %s - Rescue Modeకి స్వాగతం

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
kn: <Tab>/<Alt-Tab> ಅಂಶಗಳ ನಡುವೆ | <Space> ಆರಿಸುತ್ತದೆ | <F12> ಮುಂದಿನ ತೆರೆ
te: <Tab>/<Alt-Tab> మూలకాలమద్య | <Space> ఎన్నికలు | <F12> తదుపరి తె ర

source: Choose a Language
kn: ಭಾಷೆಯೊಂದನ್ನು ಆರಿಸಿರಿ
te: ఒక భాషని ఎన్నుకో

source: Local CDROM
kn: ಸ್ಥಳೀಯ ಅಡಕಮುದ್ರಿಕೆ
te: స్యస్థాన CDROM

source: Hard drive
kn: ಸ್ಮತಿಮುದ್ರಿಕಾ ಚಾಲಕ
te: హార్డుడ్రైవు

source: NFS image
kn: NFS ಪಡಿಯಚ್ಚು
te: NFS చిత్రం

source: Update Disk Source
kn: ಮುದ್ರಿಕಾ ಆಕರವನ್ನು ನವೀಕರಿಸಿ
te: డిస్కు ఆకరాలను నవీకరించు

source: You have multiple devices which could serve as sources for an update disk. Which would you like to use?
kn: ನವೀಕರಣ ಮುದ್ರಿಕೆ ಆಕರಗಳಾಗಬಲ್ಲ ಹಲವಾರು ಸಾಧನಗಳನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ. ನೀವು ಯಾವುದನ್ನು ಬಳಸಲಿಚ್ಛಿಸುತ್ತೀರಿ?
te: మీరు డిస్కును నవీకరించటానికి ఆధారభూతమైన పెక్కు సాధనాలను కలిగి ఉన్నారు. మీరు దేన్ని ఉపయోగించాలనుకుంటున్నారు?

source: Insert your updates disk into /dev/%s and press "OK" to continue.
kn: ಮುಂದುವರೆಯಲು /dev/%s ಗೆ ನವೀಕರಣ ಮುದ್ರಿಕೆಯನ್ನು ಅಳವಡಿಸಿ "ಸರಿ" ಒತ್ತಿರಿ.
te: మీ నవీకరణల డిస్కును /dev/%sలో ఉంచండి మరియూ కొనసాగించటానికి "సరే"ను నొక్కండి.

source: Updates Disk
kn: ನವೀಕರಣ ಮುದ್ರಿಕೆ
te: నవీకరణల డిస్కు

source: Failed to mount updates disk
kn: ನವೀಕರಣ ಮುದ್ರಿಕೆಯ ಆರೋಹಿಸುವಿಕೆ ವಿಫಲವಾಯಿತು
te: నవీకరణల డిస్కును మరల్చటంలో వైఫల్యం

source: Updates
kn: ನವೀಕೃತಾನ್ವಯಗಳು
te: నవీకరణలు

source: Reading anaconda updates...
kn: anaconda ನವೀಕೃತಾನ್ವಯಗಳನ್ನು ಓದುತ್ತಿದ್ದೇನೆ...
te: అనకొండ నవీకరణలు...ను చదువు

source: No hard drives have been found. You probably need to manually choose device drivers for the installation to succeed. Would you like to select drivers now?
kn: ಸ್ಮೃತಿಮುದ್ರಿಕಾ ಚಾಲಕಗಳಾವುವೂ ಕಂಡುಬರಲಿಲ್ಲ. ಅನುಸ್ಥಾಪನೆಯು ಸಫಲವಾಗಬೇಕಾದರೆ ಬಹುಶಃ ನೀವು ಸ್ವತಃ ಯಂತ್ರಚಾಲಕಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳಬೇಕಾಗಬಹುದು. ಈಗ ಯಂತ್ರಚಾಲಕಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳ ಇಚ್ಛಿಸುತ್ತೀರೇನು?
te: ఏ హార్డు డ్రైవూ కనుగొనబడలేదు. సంస్థాపనకు మీరు మానవీయంగా‌డ్రైవును ఎన్నుకోవలసి ఉంటుండి. మీరు డ్రైవును ఇప్పుడు ఎన్నుకోవాలనుకుంటున్నారా?

source: You do not have enough RAM to install %s on this machine.
kn: ಈ ಯಂತ್ರದಲ್ಲಿ %s ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ನಿಮ್ಮ ಬಳಿ ಅಗತ್ಯವಾದಷ್ಟು ಪ್ರಾಥಮಿಕ ಸ್ಮೃತಿ (RAM) ಇದ್ದಂತಿಲ್ಲ.
te: కంప్యూటరులో %sను సంస్థాపించటానికి మీరు తగినంత RAMని కలిగిలేరు.

source: Rescue Method
kn: ಪಾರುಗಾಣಿಸುವಿಕೆಯ ವಿಧಾನ
te: Rescue విధానం

source: Installation Method
kn: ಅನುಸ್ಥಾಪನಾ ವಿಧಾನ
te: సంస్థాపనా విధానం

source: What type of media contains the rescue image?
kn: ಯಾವ ರೀತಿಯ ಮಾಧ್ಯಮ ಪಾರುಗಾಣಿಸುವ ಪಡಿಯಚ್ಚನ್ನು ಹೊಂದಿದೆ?
te: ఏ మాధ్యమ వర్గం rescue చిత్రాన్ని కలిగిఉంది?

source: What type of media contains the packages to be installed?
kn: ಯಾವ ರೀತಿಯ ಮಾಧ್ಯಮ, ಅನುಸ್ಥಾಪಿಸಬೇಕಾದ ಸಂಗ್ರಹಗಳನ್ನು ಹೊಂದಿದೆ?
te: ఈ ప్యాకేజీలు సంస్థాపన చేయటానికి ఏరక మాధ్యమం కలిగి ఉంది?

source: No driver found
kn: ಯಂತ್ರಚಾಲಕ ಕಾಣಸಿಗಲಿಲ್ಲ
te: డ్రైవర్ కనుగొనబడలేదు

source: Select driver
kn: ಯಂತ್ರಚಾಲಕವನ್ನು ಆರಿಸಿ
te: డ్రైవర్ను ఎన్నుకో

source: Use a driver disk
kn: ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಬಳಸಿ
te: ఒక డ్రైవర్ డిస్కును ఉపయోగించు

source: Unable to find any devices of the type needed for this installation type. Would you like to manually select your driver or use a driver disk?
kn: ಈ ಅನುಸ್ಥಾಪನಾ ವಿಧಾನಕ್ಕೆ ಅಗತ್ಯವಾದ ಯಾವ ಸಾಧನಗಳೂ ಕಂಡುಬರಲಿಲ್ಲ. ನೀವು ಸ್ವತಃ ಯಂತ್ರಚಾಲಕವನ್ನು ಆರಿಸಿಕೊಳ್ಳಲಿಚ್ಛಿಸುವಿರೇ ಅಥವಾ ಯಂತ್ರಚಾಲಕಗಳ ಮುದ್ರಿಕೆಯನ್ನು ಬಳಸಲಿಚ್ಛಿಸುವಿರೇ?
te: ఈ సంస్థాపనా రకానికి కావలసిన సాధనా వర్గాన్ని కనుగొన లేము. మీరు మీ డ్రైవర్ను మానవీయంగానే ఎన్నుకోవాలనుకుంటున్నారా లేక ఒక డ్రైవర్ డిస్కును ఉపయోగించాలనుకుంటున్నారా?

source: The following devices have been found on your system.
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಈ ಕೆಳಕಂಡ ಸಾಧನಗಳು ಕಂಡುಬಂದಿವೆ.
te: మీ కంప్యూటరులో కింది driveలు కనుగొనబడుతున్నాయి.

source: No device drivers have been loaded for your system. Would you like to load any now?
kn: ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ಯಾವುದೇ ಯಂತ್ರಚಾಲಕಗಳನ್ನೂ ಉತ್ಥಾಪಿಸಲಾಗಿಲ್ಲ. ಈಗ ಯಾವುದನ್ನಾದರೂ ಉತ್ಥಾಪಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರೇ?
te: మీ కంప్యూటరులో ఏ ఉపకరణ driveలూ loadచేయబడలేదు. వేటినైనా మీరు ఇప్పుడు load చేయాలనుకుంటున్నారా?

source: Devices
kn: ಸಾಧನಗಳು
te: సాధనాలు

source: Done
kn: ಸಂಪೂರ್ಣ
te: అయ్యింది

source: Add Device
kn: ಸಾಧನವನ್ನು ಸೇರಿಸಿ
te: సాధనాన్ని కలుపు

source: loader has already been run. Starting shell.
kn: ಉತ್ಥಾಪಕವನ್ನು ಈಗಾಗಲೇ ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗಿದೆ. ಆದೇಶತೆರೆಯನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತಿದ್ದೇನೆ.
te: loader ఇప్పటికే నడుస్తోంది. shellని ప్రారంభిస్తోంది.

source: Running anaconda, the %s rescue mode - please wait...
kn: anaconda ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತಿದೆ, %s ನ ಪಾರುಗಾಣಿಸುವ ವಿಧಾನ - ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ...
te: %s rescue రీతిలో anaconda నడుస్తోంది, - దయచేసి వేచి ఉండండి...

source: Running anaconda, the %s system installer - please wait...
kn: anaconda ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತಿದೆ, %s ನ ವ್ಯವಸ್ಥಾ ಅನುಸ್ಥಾಪಕ - ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ...
te: %s కంప్యూటరు సంస్థాపిక anaconda నడుస్తోంది, - దయచేసి వేచి ఉండండి...

source: Unable to read the disc checksum from the primary volume descriptor. This probably means the disc was created without adding the checksum.
kn: ಪ್ರಾಥಮಿಕ ಪರಿಮಾಣ ವಿವರಕದಿಂದ ಮುದ್ರಿಕೆಯ ತಾಳೆಮೊತ್ತ(checksum) ಅನ್ನು ಓದಲಾಗುತ್ತಿಲ್ಲ. ಬಹುಶಃ ಇದು, ಮುದ್ರಿಕೆಯು ತಾಳೆಮೊತ್ತವನ್ನು ಸೇರಿಸದೆ ರಚಿಸಲ್ಪಟ್ಟಿತ್ತೆಂದು ತೋರಿಸುತ್ತದೆ.
te: ఈ డెస్కుని చదవటానికి కుదరదు. అంటే ఈ డిస్కు చెక్సమ్ లేకుండా సృష్టించబడింది.

source: Checking "%s"...
kn: "%s" ಅನ್ನು ಪರಿಶೀಲಿಸುತ್ತಿದ್ದೇನೆ...
te: "%s"... వెతుకుతోంది

source: Checking media now...
kn: ಮಾಧ್ಯಮಗಳನ್ನು ಈಗ ಪರಿಶೀಲಿಸುತ್ತಿದ್ದೇನೆ...
te: ...మాధ్యమాన్ని ఇప్పుడు వెతుకుతోంది

source: Unable to find install image %s
kn: ಅನುಸ್ಥಾಪನಾ ಪಡಿಯಚ್ಚು %s ಕಾಣಸಿಗುತ್ತಿಲ್ಲ
te: %s సంస్థాపక చిత్రాన్ని కనుగొనలేము

source: FAILED
kn: ವಿಫಲವಾಯಿತು
te: వైఫల్యం

source: The image which was just tested has errors. This could be due to a corrupt download or a bad disc. If applicable, please clean the disc and try again. If this test continues to fail you should not continue the install.
kn: ಈಗತಾನೇ ಪರೀಕ್ಷಿಸಲ್ಪಟ್ಟ ಪಡಿಯಚ್ಚು ದೋಷಯುಕ್ತವಾಗಿದೆ. ಇದಕ್ಕೆ ಕಾರಣ ಭ್ರಷ್ಟವಾದ ನಕಲಿಳುಪು ಅಥವಾ ದೋಷಯುಕ್ತ ಮುದ್ರಿಕೆಯಿರಬಹುದು. ಯುಕ್ತವಾಗಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ಮುದ್ರಿಕೆಯನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಿ ಮರುಪ್ರಯತ್ನಸಿ. ಈ ಪರೀಕ್ಷಣೆ ಮತ್ತೆ ಮತ್ತೆ ವಿಫಲವಾದರೆ, ನೀವು ಅನುಸ್ಥಾಪನೆಯೊಂದಿಗೆ ಮುಂದುವರೆಯಬಾರದು.
te: ఈ పరీశీలించబడ్డ చిత్రం దోషాన్ని కలిగి ఉంది. ఇది సరికాని దిగుమతివల్ల లేదా చెడ్డ డిస్కు వల్ల కావచ్చు. అనువర్తించ దగ్గదైతే, మళ్లీ ప్రయత్నించండి. ఇది విఫలమైతే మీరు సంస్థాపనను కొనసాగించలేరు.

source: PASSED
kn: ಸಫಲವಾಗಿದೆ
te: సరఫరా

source: It is OK to install from this media.
kn: ಈ ಮಾಧ್ಯಮದಿಂದ ಅನುಸ್ಥಾಪಿಸಬಹುದಾಗಿದೆ.
te: ఈ మాధ్యమంనుండీ సంస్థాపించటమ్ ఆమోదమేనా.

source: No checksum information available, unable to verify media.
kn: ತಾಳೆಮೊತ್ತ(checksum)ನ ಮಾಹಿತಿ ಇಲ್ಲ, ಮಾಧ್ಯಮದ ಸಾಧುತ್ವವನ್ನರಿಯಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.
te: checksum సమాచారం అందుబాటులో లేదు, మాధ్యనాన్ని సరిచూసుకోవటం కుదరదు.

source: Media Check Result
kn: ಮಾಧ್ಯಮ ಪರಿಶೀಲನಾ ಫಲಿತಾಂಶಗಳು
te: మాధ్యమ శోధనా ఫలితం

source: %s for the image: %s
kn: %s ಪಡಿಯಚ್ಚಿಗೆ: %s
te: %s చిత్రంకోసం: %s

source: The media check %s %s
kn: ಮಾಧ್ಯಮ ಪರಿಶೀಲನೆ %s %s
te: మాధ్యమ శోధన %s %s

source: Failed to read directory %s: %s
kn: %s: %s ನಿರ್ದೇಶಿಕೆಯನ್ನು ಓದುವುದು ವಿಫಲವಾಯಿತು
te: %s: %s డైరెక్టరీని చదవటంలో వైఫల్యం

source: Would you like to perform a checksum test of the ISO image: %s?
kn: ಈ ISO ಪಡಿಯಚ್ಚಿನ ಮೇಲೆ ತಾಳೆಮೊತ್ತ(checksum) ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡಲಿಚ್ಛಿಸುವಿರೇನು: %s?
te: మీరు ISO చిత్రం యొక్క checksum పరీక్షని చేయాలనుకుంటున్నారా: %s?

source: Checksum Test
kn: ತಾಳೆಮೊತ್ತ ಪರೀಕ್ಷೆ
te: Checksum పరీక్ష

source: Bad argument to device kickstart method command %s: %s
kn: ಸಾಧನ ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ವಿಧಾನ ಆದೇಶ %s: %s ಕ್ಕೆ ಅಮಾನ್ಯವಾದ ಆದಾನ
te: కిక్ స్టార్టు సాధన ఆదేశం %s: %sకి చెడ్డ వాదన

source: Both module type and name must be specified for the kickstart device command.
kn: ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಸಾಧನ ಆಜ್ಞೆಗಾಗಿ ಘಟಕದ ಬಗೆ ಹಾಗು ಹೆಸರನ್ನು ಸೂಚಿಸಬೇಕು.
te: మాడ్యూల్ రకము మరియు నామము తప్పక కిక్‌స్టార్టు పరికరపు ఆదేశము కొరకు తెలుపవలెను.

source: Please enter the following information: o the name or IP number of your %s server o the directory on that server containing %s for your architecture
kn: ದಯವಿಟ್ಟು ಈ ಮಾಹಿತಿಗಳನ್ನು ನಮೂದಿಸಿ: o ನಿಮ್ಮ %s ಪರಿಚಾರಕದ ಹೆಸರು ಅಥವಾ IP ಸಂಖ್ಯೆ o ಆ ಪರಿಚಾರಕದ ಮೇಲೆ ನಿಮ್ಮ ಗಣಕಶೈಲಿಗೆ %s ಉಳ್ಳ ಕಡತಕೋಶ
te: దయచేసి కింది సమాచారాన్ని ప్రవేశపెట్టండి: o మీ %s server యొక్క పేరు లేదా IP సంఖ్య o ఆ server కలిగిఉన్న సంచిక %s మీ నిర్మాణం కోసం

source: Prefix must be between 1 and 32 for IPv4 networks or between 1 and 128 for IPv6 networks
kn: ಉಪಸರ್ಗಗಳು IPv4 ಜಾಲಗಳಿಗೆ ೧ ಮತ್ತು ೩೨ ರ ನಡುವಿನಲ್ಲಿರಬೇಕು ಅಥವಾ IPv6 ಜಾಲಗಳಿಗೆ ೧ ಮತ್ತು ೧೨೮ ರ ನಡುವಿನಲ್ಲಿರಬೇಕು
te: IPv4 networkల కోసం Prefix తప్పక 1 మరియూ 32ల మధ్య ఉండాలి లేదా IPv6 networkల కోసం 1 మరియూ 128ల మధ్య ఉండాలి

source: %s is a wireless network adapter. Please provide the ESSID and encryption key needed to access your wireless network. If no key is needed, leave this field blank and the install will continue.
kn: %s ಒಂದು ನಿಸ್ತಂತು ಜಾಲ ಸಂಯೋಜಕ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿಸ್ತಂತು ಜಾಲವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಅಗತ್ಯವಾದ ESSID ಮತ್ತು ಗೂಢಲಿಪೀಕರಣ ಕೀಲಿಕೈಯನ್ನು ನೀಡಿ. ಕೀಲಿಕೈನ ಅವಶ್ಯಕತೆ ಇಲ್ಲದಿದ್ದರೆ ಈ ಕ್ಷೇತ್ರವನ್ನು ಖಾಲಿಯಾಗಿ ಬಿಡಿ, ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯುತ್ತದೆ.

source: Encryption Key
kn: ಗೂಢಲಿಪೀಕರಣ ಕೀಲಿಕೈ
te: Encryption మీట

source: Wireless Settings
kn: ನಿಸ್ತಂತು ಸಂಯೋಜನೆಗಳು
te: Wireless అమర్పులు

source: Nameserver IP
kn: ನಾಮಪರಿಚಾರಕದ IP
te: నామసర్వరు IP

source: Missing Nameserver
kn: ನಾಮಪರಿಚಾರಕ ಕಾಣೆಯಾಗಿದೆ
te: Nameserver

source: Your IP address request returned configuration information, but it did not include a nameserver address. If you do not have this information, you can leave the field blank and the install will continue.
kn: ನಿಮ್ಮ IP ವಿಳಾಸದ ಕೋರಿಕೆ ಸಂರಚನಾ ಮಾಹಿತಿಯನ್ನು ಹಿಂದಿರುಗಿಸಿತು, ಆದರೆ ಅದು ನಾಮಪರಿಚಾರಕವನ್ನೊಳಗೊಂಡಿಲ್ಲ.ನಿಮ್ಮ ಬಳಿ ಈ ಮಾಹಿತಿ ಇರದಿದ್ದರೆ, ಈ ಕ್ಷೇತ್ರವನ್ನು ಖಾಲಿಯಾಗಿ ಬಿಡಬಹುದು, ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯುತ್ತದೆ.
te: మీ IP చిరునామా సమాచారమ్ ఆకృతీకరణ సమాచారం కావలసి ఉంది, కానీ ఇది నామ సర్వరు సమాచారాన్ని కలిగి లేదు. ఒక వేళ మీరు ఈ సమాచారాన్ని కలిగి లేకపోతే, మీరు ఆ క్షేత్రాన్ని ఖాళీగా వదలండి మరియూ సంస్థాపన కొనసాగించబడుతుంది.

source: Invalid IP Information
kn: ಅಮಾನ್ಯ IP ಮಾಹಿತಿ
te: చెల్లని IP సమాచారం

source: You entered an invalid IP address.
kn: ನೀವು ಅಮಾನ್ಯ IP ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿದಿರಿ.
te: మీరు చెల్లని IP చిరునామాన్ని ఇచ్చారు.

source: Network Error
kn: ಜಾಲ ದೋಷ
te: Network దోషం

source: There was an error configuring your network interface.
kn: ನಿಮ್ಮ ಜಾಲ ಸಂಪರ್ಕಸಾಧನವನ್ನು ಸಂರಚಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ.
te: మీ network అంతర్ముఖాన్ని ఆకృతీకరించటంలో ఒక దోషం.

source: Configure TCP/IP
kn: TCP/IP ಸಂರಚಿಸಿ
te: నిర్ధారణ TCP/IP

source: You must select at least one protocol (IPv4 or IPv6).
kn: ನೀವು ಒಂದಾದರೂ ಪ್ರಕ್ರಮವನ್ನು ಆರಿಸಿಕೊಳ್ಳಬೇಕು (IPv4 ಅಥವಾ IPv6).
te: మీరు తప్పక ఒక protocol (IPv4 or IPv6)ని ఎన్నుకోవాలి.

source: IPv4 Needed for NFS
kn: NFSಗೆ IPv4 ನ ಆವಶ್ಯಕತೆ ಇದೆ
te: NFS కోసం IPv4 అవసరం

source: NFS installation method requires IPv4 support.
kn: NFS ಅನುಸ್ಥಾಪನಾ ಕ್ರಮಕ್ಕೆ IPv4ನ ಸಮರ್ಥನೆಯ ಆವಶ್ಯಕತೆ ಇದೆ.
te: NFS సంస్థాపనా విధానానికి IPv4 మద్దతు అవసరం.

source: IPv4 address:
kn: IPv4 ವಿಳಾಸ:
te: IPv4 చిరునామాలు:

source: IPv6 address:
kn: IPv6 ವಿಳಾಸ:
te: IPv6 చిరునామాలు:

source: Name Server:
kn: ನಾಮಪರಿಚಾರಕ:
te: నామ Server:

source: Enter the IPv4 and/or the IPv6 address and prefix (address / prefix). For IPv4, the dotted-quad netmask or the CIDR-style prefix are acceptable. The gateway and name server fields must be valid IPv4 or IPv6 addresses.
kn: IPv4 ಮತ್ತು/ಅಥವಾ IPv6 ವಿಳಾಸ ಮತ್ತು ಉಪಸರ್ಗವನ್ನು(ವಿಳಾಸ / ಉಪಸರ್ಗ) ನಮೂದಿಸಿ. IPv4ಗೆ, dotted-quad ಜಾಲಮುಸುಕು ಅಥವ CIDR-ರೀತಿಯ ಉಪಸರ್ಗಕ್ಕೆ ಒಪ್ಪಿಗೆ ಇದೆ. ಪ್ರವೇಶದ್ವಾರ ಹಾಗು ನಾಮಪರಿಚಾರಕ ಜಾಗಗಳಲ್ಲಿ ಮಾನ್ಯವಾದ IPv4 ಅಥವ IPv6 ವಿಳಾಸಗಳಿರಬೇಕು.
te: IPv4 మరియూ/లేదా IPv6 చిరునామా మరియూ పురస్సర్గ (చిరునామా / పురస్సర్గ)లను ఇవ్వండి. IPv4 కోసం, dotted-quad netmask లేదా CIDR-శైలీ పురస్సర్గ ఆమోదకరం. gateway మరియూ నామ సర్వరు fieldలు తప్పక IPv4 లేదా IPv6 చిరునామాలకు సరిపోతా.

source: Manual TCP/IP Configuration
kn: ಸ್ವಹಸ್ತ TCP/IP ಸಂರಚನೆ
te: మానవీయ TCP/IP ఆకృతీకరణ

source: Missing Information
kn: ಕಾಣೆಯಾದ ಮಾಹಿತಿ
te: తప్పిపోయిన సమాచారం

source: You must enter both a valid IPv4 address and a network mask or CIDR prefix.
kn: ನೀವು ಮಾನ್ಯವಾದ IPv4 ವಿಳಾಸ ಹಾಗೂ ಜಾಲಮುಸುಕನ್ನು ಅಥವಾ CIDR ಪೂರ್ವಪ್ರತ್ಯಯವನ್ನು ನಮೂದಿಸಬೇಕು.
te: ఒక విలువైన IPv4 చిరునామాలూ మరియూ ఒక network mask లేదా CIDR prefix మీరు తప్పక రెంతినీ ప్రవేశపెట్టాలి.

source: You must enter both a valid IPv6 address and a CIDR prefix.
kn: ನೀವು ಮಾನ್ಯವಾದ IPv6 ವಿಳಾಸ ಹಾಗೂ CIDR ಪೂರ್ವಪ್ರತ್ಯಯವನ್ನು ನಮೂದಿಸಬೇಕು.
te: మీరు తప్పక సరైన IPv6 చిరునామా మరియూ ఒక CIDR పురస్సర్గలను రెంటినీ ప్రవేశపెట్టాలి.

source: Determining host name and domain...
kn: ಆತಿಥೇಯನಾಮ ಮತ್ತು ವ್ಯಾಪ್ತಿಯನ್ನು ನಿಷ್ಕರ್ಷಿಸುತ್ತಿದ್ದೇನೆ...
te: ఆతిధేయనామం మరియూ క్షేతాన్ని నిర్ణయించు...

source: Bad argument to kickstart network command %s: %s
kn: ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಜಾಲ ಆದೇಶ %s: %s ಗೆ ಅಮಾನ್ಯವಾದ ಆದಾನ
te: కిక్ స్టార్టు network ఆదేశం %s: %sకి చెడ్డవాదన

source: Bad bootproto %s specified in network command
kn: ಜಾಲ ಆದೇಶದಲ್ಲಿ ಅಮಾನ್ಯ bootproto %s ಅನ್ನು ನಿಗದಿಗೊಳಿಸಲಾಗಿದೆ
te: చెడ్డ bootproto %s network ఆదేశంలో తెలుపబడింది

source: Seconds:
kn: ಸೆಕೆಂಡುಗಳು:
te: సెకనులు:

source: Networking Device
kn: ಜಾಲಸಾಧನ
te: Networking సాధనం

source: You have multiple network devices on this system. Which would you like to install through?
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಹಲವಾರು ಜಾಲಸಾಧನಗಳಿವೆ. ನೀವು ಇವುಗಳಲ್ಲಿ ಯಾವುದನ್ನು ಅನುಸ್ಥಾಪಿಸಿಕೊಳ್ಳಲು ಇಚ್ಛಿಸುತ್ತೀರಿ?
te: మీరు ఈ కంప్యూటరులో పెక్కు network సాధనాలను కలిగి ఉన్నారు. మీరు దెనిగుండా సంస్థాపన చేయాలనుకుంటున్నారు?

source: Identify
kn: ಪತ್ತೆಹಚ್ಚು
te: గుర్తించు

source: You can identify the physical port for
kn: ನೀವು ಇದಕ್ಕಾಗಿ ಭೌತಿಕ ಸಂಪರ್ಕಸ್ಥಾನವನ್ನು ಪತ್ತೆ ಮಾಡಬಹುದು
te: దీనికొరకు మీరు భౌతిక పోర్టును గుర్తించగలరు

source: by flashing the LED lights for a number of seconds. Enter a number between 1 and 30 to set the duration to flash the LED port lights.
kn: LED ದೀಪಗಳನ್ನು ಒಂದು ನಿರ್ದಿಷ್ಟ ಸಂಖ್ಯೆಯ ಸೆಕೆಂಡುಗಳ ವರೆಗೆ ಮಿನುಗಿಸುವುದರಿಂದ. LED ಸಂಪರ್ಕಸ್ಥಾನದ ದೀಪಗಳನ್ನು ಮಿನುಗಿಸುವ ನಿರ್ದಿಷ್ಟ ಕಾಲಾವಧಿಗೆ ಹೊಂದಿಸಲು 1 ಹಾಗು 30 ರ ನಡುವಿನ ಒಂದು ಸಂಖ್ಯೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
te: LED లైట్లను కొన్ని సెకనులపాటు ప్లాష్ చేయుటద్వారా. LED పోర్టు లైట్లు ప్లాష్ అగువిరామంకొరకు 1 మరియు 30 మద్య సంఖ్యను ప్రవేశపెట్టుము.

source: Identify NIC
kn: NIC ಅನ್ನು ಪತ್ತೆಹಚ್ಚು
te: NIC గుర్తించుము

source: Invalid Duration
kn: ಅಮಾನ್ಯ ಕಾಲಾವಧಿ
te: చెల్లని విరామం

source: You must enter the number of seconds as an integer between 1 and 30.
kn: ಸೆಕೆಂಡುಗಳ ಸಂಖ್ಯೆಯನ್ನು 1 ಹಾಗು 30 ರ ನಡುವಿನ ಪೂರ್ಣಾಂಕದಿಂದ ಸೂಚಿಸಬೇಕು.
te: మీరు సెకనుల సంఖ్యను పూర్ణాంకమువలె 1 మరియు 30 మద్య తెలుపవలెను.

source: Flashing %s port lights for %d seconds...
kn: %s ಸಂಪರ್ಕಸ್ಥಾನಗಳನ್ನು %d ಸೆಕೆಂಡುಗಳವರೆಗೆ ಹೊತ್ತಿಸಲಾಗುತ್ತದೆ...
te: %s పోర్టు లైట్లను %d సెకనులపాటు ప్లాష్ చేస్తోంది...

source: NFS server name:
kn: NFS ಪರಿಚಾರಕದ ಹೆಸರು:
te: NFS server పేరు:

source: %s directory:
kn: %s ಕಡತಕೋಶ:
te: %s సంచిక:

source: NFS Setup
kn: NFS ಸಂಯೋಜನೆ
te: NFS అమర్పు

source: Hostname specified with no DNS configured
kn: DNS ಸಂರಚನೆಯಾಗದೆ ಆತಿಥೇಯನಾಮವು ನಿಗದಿಗೊಳಿಸಲ್ಪಟ್ಟಿದೆ
te: DNS ఆకృతీకరణ లేకుండా ఆతిధేయ నామం తెల్పబడింది

source: That directory does not seem to contain a %s installation tree.
kn: ಆ ಕಡತಕೋಶವು %s ಅನುಸ್ಥಾಪನಾ ವೃಕ್ಷವನ್ನು ಒಳಗೊಂಡಂತೆ ಕಾಣುವುದಿಲ್ಲ.
te: ఈ సంచిక %s సంస్థాపనా చిత్రాన్ని కలిగి ఉన్నట్లు లేదు.

source: That directory could not be mounted from the server.
kn: ಆ ಕಡತ ಕೋಶವನ್ನು ಪರಿಚಾರಕದಿಂದ ಆರೋಹಿಸಲಾಗಲಿಲ್ಲ.
te: ఈ సంచిక server నుండీ మరల్చబడదు.

source: Bad argument to NFS kickstart method command %s: %s
kn: NFS ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ವಿಧಾನ ಆದೇಶ %s: %s ಗೆ ಅಮಾನ್ಯ ಆದಾನ
te: NFS కిక్ స్టార్టు విధాన ఆదేశం %s: %sకి చెడ్డ వాదనS

source: Waiting for telnet connection...
kn: telnet ಸಂಪರ್ಕಕ್ಕಾಗಿ ಕಾಯುತ್ತಿದ್ದೇನೆ...
te: telnet అనుసంధానానికి ఎదురుచూస్తోంది ...

source: Running anaconda via telnet...
kn: anaconda ವನ್ನು telnet ಮೂಲಕ ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
te: anacondaను telnetద్వారా నడుస్తోంది...

source: Unable to retrieve %s://%s/%s/%s.
kn: %s://%s/%s/%s ಅನ್ನು ಮರುಪಡೆಯಲಾಗಲಿಲ್ಲ.
te: %s://%s/%s/%sను తిరిగి తెచ్చుకోవటం కుదరదు.

source: Unable to retrieve the install image.
kn: ಅನುಸ್ಥಾಪನಾ ಪಡಿಯಚ್ಚನ್ನು ಮರುಪಡೆಯಲಾಗಲಿಲ್ಲ.
te: సంస్థాపనా చిత్రాన్ని తిరిగి తెచ్చుకోవటం కుదరదు.

source: Media Detected
kn: ಮಾಧ್ಯಮವು ಗುರುತಿಸಲ್ಪಟ್ಟಿದೆ
te: మాధ్యమం కనిపెట్టబడింది

source: Local installation media detected...
kn: ಸ್ಥಳೀಯ ಅನುಸ್ಥಾಪನಾ ಮಾಧ್ಯಮವು ಗುರುತಿಸಲ್ಪಟ್ಟಿದೆ...
te: స్వస్థాన సంస్థాపక మాధ్యమం కనిపెట్టబడింది...

source: Bad argument to Url kickstart method command %s: %s
kn: Url ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ವಿಧಾನ ಆದೇಶ %s: %s ಗೆ ಅಮಾನ್ಯ ಆದಾನ
te: Url కిక్ స్టార్టు విధాన ఆదేశంక %s: %sకి చెడ్డ వాదన

source: Must supply a --url argument to Url kickstart method.
kn: Url ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ವಿಧಾನಕ್ಕೆ ಒಂದು --url ಆದಾನವನ್ನು ನೀಡಲೇಬೇಕು.
te: Url కిక్ స్టార్టు విధానానికి ఒక --url వాదన తప్పక సరఫరా చేయాలి.

source: Unknown Url method %s
kn: ಗೊತ್ತಿಲ್ಲದ Url ವಿಧಾನ %s
te: తెలియని Url విధానం %s
