Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: You must provide a non-zero length initiator name.
kn: ನೀವು ಒಂದು ಒಂದಕ್ಷರದಷ್ಟಾದರೂ ಉದ್ದನೆಯ ಆರಂಭಕದ ಹೆಸರನ್ನು ನೀಡಬೇಕು.
te: మీరు తప్పక ఒక non-zero పొడవున్న ప్రారంభకుని పేరును సమకూర్చాలి.

source: Missing value
kn: ಕಾಣೆಯಾದ ಮೌಲ್ಯ
te: తప్పిపోయిన విలువ

source: CHAP username is required if CHAP password is defined.
kn: CHAP ಗುಪ್ತಪದವನ್ನು ಸೂಚಿಸಿದಾಗ CHAP ಬಳಕೆದಾರಹೆಸರಿನ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: CHAP సంకేతపదము నిర్వచించబడితే CHAP వినియోగదారినామము అవసరము.

source: CHAP password is required if CHAP username is defined.
kn: CHAP ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಸೂಚಿಸಿದಾಗ CHAP ಗುಪ್ತಪದದ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: CHAP వినియోగదారి నిర్వచించబడితే CHAP సంకేతపదము అవసరము.

source: Reverse CHAP username is required if reverse CHAP password is defined.
kn: ವಿಲೋಮ(reverse) CHAP ಗುಪ್ತಪದವನ್ನು ಸೂಚಿಸಿದಾಗ ಒಂದು ವಿಲೋಮ CHAP ಬಳಕೆದಾರಹೆಸರಿನ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: విలోమ(రివర్స్‍) CHAP సంకేతపదము నిర్వచించబడితే విలోమ CHAP వినియోగదారినామము అవసరము.

source: Reverse CHAP password is required if reverse CHAP username is defined.
kn: ವಿಲೋಮ(reverse)CHAP ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಸೂಚಿಸಿದಾಗ ವಿಲೋಮ CHAP ಗುಪ್ತಪದದ ಅಗತ್ಯವಿರುತ್ತದೆ.
te: విలోమ CHAP వినియోగదారినామము నిర్వచించబడితే విలోమ CHAP సంకేతపదము అవసరము.

source: Error with Data
kn: ದತ್ತಾಂಶದಲ್ಲಿ ದೋಷವಿದೆ
te: సమాచారంతో దోషం

source: Remove all partitions on selected drives and create default layout.
kn: ಆಯ್ಕೆ ಮಾಡಿರುವ ಡ್ರೈವ್‌ಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಭಾಗಗಳನ್ನೂ ತೆಗೆದುಹಾಕಿ ಪೂರ್ವನಿಯೋಜಿತ ವಿನ್ಯಾಸವನ್ನು ರಚಿಸು.
te: ఎన్నిక చేయబడ్డ driveల నుండీ అన్ని విభజనలనూ తొలగించు మరియూ సిద్ధ వాస్తును సృష్టించు.

source: Remove linux partitions on selected drives and create default layout.
kn: ಆಯ್ಕೆ ಮಾಡಿರುವ ಡ್ರೈವ್‌ಗಳಲ್ಲಿರುವ ಲೈನಕ್ಸ್ ವಿಭಾಗಗಳನ್ನು ತೆಗೆದುಹಾಕಿ ಪೂರ್ವನಿಯೋಜಿತ ವಿನ್ಯಾಸವನ್ನು ರಚಿಸು.
te: ఎన్నిక చేయబడ్డ driveల నుండీ linux విభజనలను తొలగించు మరియూ సిద్ధ వాస్తును సృష్టించు.

source: Use free space on selected drives and create default layout.
kn: ಆಯ್ಕೆ ಮಾಡಿರುವ ಡ್ರೈವ್‌ಗಳಲ್ಲಿರುವ ಖಾಲಿಸ್ಥಳಗಳನ್ನು ಬಳಸಿ ಪೂರ್ವನಿಯೋಜಿತ ವಿನ್ಯಾಸವನ್ನು ರಚಿಸು.
te: ఎన్నిక చేయబడ్డ driveలలోని ఖాళీ జాగాలను ఉపయోగించు మరియూ సిద్ధ వాస్తును సృష్టించు.

source: Create custom layout.
kn: ಐಚ್ಚಿಕ ವಿನ್ಯಾಸವನ್ನು ರಚಿಸು.
te: వినియోగదారుని వాస్తును సృష్టించు.

source: A boot loader password prevents users from changing options passed to the kernel. For greater system security, it is recommended that you set a password.
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಗುಪ್ತಪದ ತಿರುಳಿಗೆ ನೀಡಿದ ಆಯ್ಕೆಗಳನ್ನು ಬಳಕೆದಾರರು ಬದಲಾಯಿಸದಂತೆ ತಡೆಯುತ್ತದೆ. ಗಣಕದ ಹೆಚ್ಚಿನ ಸುರಕ್ಷತೆಗೆ ನೀವು ಗುಪ್ತಪದ ನಿಗದಿಪಡಿಸಲು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.
te: బూట్ లోడర్ అనుమతిపదం kernelకి పంపిన ఐచ్ఛికాలను వినియోగదారుడు మార్చటాన్న నిరోదిస్తుంది. కంప్యూటరు రక్షణకోసం, ఇది అనుమతిపద ఏర్పాటును మద్దతిస్తుంది.

source: _Use a boot loader password
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಗುಪ್ತಪದವನ್ನು ಬಳಸು (_U)
te: బూట్ లోడర్ అనుమతిపదాన్ని ఉపయోగించు (_U)

source: Change _password
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ (_p)
te: అనుమతిపదాన్ని మార్చు (_p)

source: Enter Boot Loader Password
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
te: బూట్ లోడర్ అనుమతిపదాన్ని ప్రవేశపెట్టండి

source: Enter a boot loader password and then confirm it. (Note that your BIOS keymap may be different than the actual keymap you are used to.)
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ ತದನಂತರ ಅದನ್ನು ದೃಢೀಕರಿಸಿ. (ನಿಮ್ಮ BIOS ಕೀಲಿಮಣೆನಕ್ಷೆ ನೀವು ಹೊಂದಿಕೊಂಡಿರುವ ಕೀಲಿಮಣೆನಕ್ಷೆಗಿಂತ ಭಿನ್ನವಾಗಿರಬಹುದು ಎಂಬುದನ್ನು ಗಮನಿಸಿ.)
te: బూట్ లోడర్ అనుమతిపదాన్ని ప్రవేశపెట్టండి మరియూ దాన్ని నిర్ధారణ చేసుకోండి. (మీ BIOS keymap మీరు ఉపయోగించిన నిజమైన కీమాప్కం టే వేరైంది కావచ్చు.)

source: _Password:
kn: ಗುಪ್ತಪದ (_P):
te: అనుమతిపదం (_P)

source: Con_firm:
kn: ದೃಢೀಕರಿಸಿ (_f):
te: నిర్ధారణ: (_f)

source: Passwords don't match
kn: ಗುಪ್ತಪದಗಳು ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ
te: అనుమతిపదం సరిపోలటం లేదు

source: Passwords do not match
kn: ಗುಪ್ತಪದಗಳು ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ
te: అనుమతిపదం సరిపోలటం లేదు

source: Your boot loader password is less than six characters. We recommend a longer boot loader password. Would you like to continue with this password?
kn: ನಿಮ್ಮ ಸಜ್ಜು ಉತ್ಥಾಪಕದ ಗುಪ್ತಪದ ಆರು ಸನ್ನೆಗಳಿಗಿಂತಾ ಚಿಕ್ಕದಾಗಿದೆ. ನಾವು ಉದ್ದನೆಯ ಗುಪ್ತಪದವನ್ನು ಶಿಫಾರಸುಮಾಡುತ್ತೇವೆ ನೀವು ಈ ಗುಪ್ತಪದದೊಡನೆ ಮುಂದುವರೆಯಲು ಇಷ್ಟಪಡುತ್ತೀರೇನು?
te: మీ బూట్ లోడర్ అనుమతిపదం ఆరు అక్షరాలకంటే తక్కువ కలిగి ఉంది. మేము పొడవైన బూట్ లోడర్అనుమతిపదానికి మద్దతిస్తాము. మీరు ఈ అనుమతిపదంతీ కొనసాగాలనుకుంటున్నారా?

source: Advanced Boot Loader Configuration
kn: ಪ್ರೌಢ ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆ
te: ముందస్తు బూట్ లోడర్ ఆకృతీకరణ

source: Forcing the use of LBA32 for your bootloader when not supported by the BIOS can cause your machine to be unable to boot. Would you like to continue and force LBA32 mode?
kn: BIOS ಸಮರ್ಥಿಸದಿದ್ದರೂ ಸಜ್ಜು ಉತ್ಥಾಪಕದಲ್ಲಿ LBA32 ವಿನ ಉಪಯೋಗವನ್ನು ಒತ್ತಾಯಿಸಿದರೆ ನಿಮ್ಮ ಗಣಕವನ್ನು ಸಜ್ಜುಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗದೇ ಹೋಗಬಹುದು. LBA32 ವಿಧಾನವನ್ನು ಒತ್ತಾಯಿಸಿ ಮುಂದುವರೆಯಲು ನಿರ್ಧರಿಸಿದ್ದೀರೇನು?
te: మీ బూట్లోడరుకోసం LBA32 వినియోగంలో ఒత్తిడి BIOS చేత మద్దతివ్వబడదు. ఎందుకంటే మీ కంప్యూటరు boot చేయటానికి వీలుకాదు. మీరు దీంట్లోనె కొనసాగించాలని మరియూ LBA32 రీతిని నిర్బంధంగా ఉపయోగించాలనుకుంటున్నారా?

source: Force LBA32
kn: LBA32 ವಿಧಾನವನ್ನು ಒತ್ತಾಯಿಸು
te: LBA32 వత్తిడి

source: _Force LBA32 (not normally required)
kn: LBA32 ವಿಧಾನವನ್ನು ಒತ್ತಾಯಿಸು (ಸಾಮಾನ್ಯವಾಗಿ ಇದರ ಆವಶ್ಯಕತೆ ಇರುವುದಿಲ್ಲ) (_F)
te: LBA32 వత్తిడి (సాధారణంగా అవసరంకాదు) (_F)

source: If you wish to add default options to the boot command, enter them into the 'General kernel parameters' field.
kn: ಸಜ್ಜು ಆದೇಶಕ್ಕೆ ಪೂರ್ವನಿಯೋಜಿತ ಆಯ್ಕೆಗಳನ್ನು ಸೇರಿಸಬೇಕೆಂದಿದ್ದಲ್ಲಿ, ಅವುಗಳನ್ನು 'ಸಾಮಾನ್ಯ ತಿರುಳು ಪ್ರಮಿತಿಗಳು' ಕ್ಷೇತ್ರದಲ್ಲಿ ನಮೂದಿಸಿ.
te: మీరు బూటు ఆదేశాలకు సిద్ధ ఐచ్ఛికాలను జతచెయాలనుకుంటే, వాటిని 'సాధారణ కెర్నలు పారామితు'ల క్షేత్రంలోకి ప్రవేశపెట్టండి.

source: _General kernel parameters
kn: ಸಾಮಾನ್ಯ ತಿರುಳು ಪ್ರಮಿತಿಗಳು (_G)
te: సాధాణా కెర్నల్ పారామితి (_G)

source: Boot Loader Configuration
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆ
te: బూట్ లోడర్ ఆకృతీకరణ

source: The %s boot loader will be installed on /dev/%s.
kn: %s ಸಜ್ಜು ಉತ್ಥಾಪಕವು /dev/%s ನ ಮೇಲೆ ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳುತ್ತದೆ.
te: %s బూట్ లోడర్ /dev/%sలో సంస్థాపించబడుతుంది.

source: No boot loader will be installed.
kn: ಯಾವುದೇ ಸಜ್ಜು ಉತ್ಥಾಪಕವೂ ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳುವುದಿಲ್ಲ.
te: ఏ బూట్ లోడరును సంస్థాపించబడదు.

source: Configure advanced boot loader _options
kn: ಪ್ರೌಢ ಸಜ್ಜು ಉತ್ಥಾಪಕ ಆಯ್ಕೆಗಳನ್ನು ಸಂರಚಿಸಿ (_o)
te: ముందస్తు బూట్ లోడర్ ఐచ్ఛికాలను ఆకృతీకరించు (_o)

source: Install Boot Loader record on:
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ದಾಖಲೆಯನ್ನು ಇಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸು:
te: బూట్ లోడర్ నమోదును సంస్థాపించు:

source: _Change Drive Order
kn: ಮುದ್ರಿಕಾ ಚಾಲಕಗಳ ಕ್ರಮವನ್ನು ಬದಲಾಯಿಸು (_C)
te: డ్రైవు క్రమాన్ని మార్చు (_C)

source: Edit Drive Order
kn: ಮುದ್ರಿಕಾ ಚಾಲಕಗಳ ಕ್ರಮವನ್ನು ಸಂಪಾದಿಸು
te: Drive క్రమాన్ని కూర్చు

source: Arrange the drives to be in the same order as used by the BIOS. Changing the drive order may be useful if you have multiple SCSI adapters or both SCSI and IDE adapters and want to boot from the SCSI device. Changing the drive order will change where the installation program locates the Master Boot Record (MBR).
kn: ಮುದ್ರಿಕಾ ಚಾಲಕಗಳನ್ನು BIOS ಬಳಸುವ ಕ್ರಮದಲ್ಲೇ ಓರಣಗೊಳಿಸು. ಅನೇಕ SCSI ಸಂಯೋಜಕಗಳಿದ್ದರೆ ಅಥವಾ SCSI ಮತ್ತು IDE ಸಂಯೋಜಕಗಳಿದ್ದು SCSI ಸಾಧನದಿಂದ ಸಜ್ಜುಗೊಳಿಸುವ ಯೋಜನೆ ಇದ್ದ ಪಕ್ಷದಲ್ಲಿ ಮುದ್ರಿಕಾ ಚಾಲಕಗಳ ಕ್ರಮವನ್ನು ಬದಲಾಯಿಸುವುದು ಸಹಕಾರಿಯಾಗಬಹುದು. ಮುದ್ರಿಕಾ ಚಾಲಕಗಳ ಕ್ರಮವನ್ನು ಬದಲಾಯಿಸಿದರೆ, ಅನುಸ್ಥಾಪನಾ ಕ್ರಮವಿಧಿಯು ಎಲ್ಲಿ ಪ್ರಧಾನ ಸಜ್ಜು ದಾಖಲನ್ನು (MBR) ನೆಲೆಗೊಳಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಬದಲಾಯಿಸುತ್ತದೆ.
te: driveలను BIOSచే ఉపయోగించబడే క్రమంలోనే అమర్చండి. మీరు బహుళ SCSI ఎడాప్టర్లు లేదాSCSI లేదా IDE ఎడాప్టర్లు రెండూ మరియూ SCSI సాధనం నుండీ బూట్ చేయాలనుకుంటే డ్రైవు క్రమం మార్చటం ఉపయోగకరంకావచ్చు. డ్రైవరు క్రమాన్ని మార్చటం సంస్థాపనా ప్రక్రమస్థానాన్ని Master Boot Record (MBR) మార్చుతుంది.

source: Reboot?
kn: ಮರುಸಜ್ಜುಗೊಳಿಸುವುದೇ?
te: పునఃప్రారంభం?

source: The system will be rebooted now.
kn: ಇದೀಗ ಗಣಕವು ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತದೆ.
te: ఇప్పుడు కంప్యూటరు పునఃప్రారంభించబడుతుంది.

source: About to Install
kn: ಅನುಸ್ಥಾಪನೆ ಇನ್ನೇನು ಪ್ರಾರಂಭವಾಗಲಿದೆ
te: సంస్థాపన గురించి

source: Click next to begin installation of %s.
kn: %s ನ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು 'ಮುಂದಕ್ಕೆ' ಒತ್ತಿರಿ.
te: %s సంస్థాపన ప్రారంభించటానికి తరువాతను నిక్కండి.

source: A complete log of the installation can be found in the file '%s' after rebooting your system. A kickstart file containing the installation options selected can be found in the file '%s' after rebooting the system.
kn: ನೀವು ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿದನಂತರ ಅನುಸ್ಥಾಪನೆಯ ಸಂಪೂರ್ಣ ವರದಿಯನ್ನು '%s' ನಲ್ಲಿ ಕಾಣಬಹುದು. ಅನುಸ್ಥಾಪನಾ ಆಯ್ಕೆಗಳನ್ನು ಒಳಗೊಂಡ ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಕಡತವನ್ನು ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿದನಂತರ '%s' ನಲ್ಲಿ ಕಾಣಬಹುದು.
te: సంస్థాపనయొక్క పూర్తిక్రమాన్ని మీ కంప్యూటరును పునఃప్రారంభించిన తరువాత ఈ '%s' ఫైలులో చూడవచ్చు. మీ కంప్యూటరు పునఃప్రారంభించిన తరువాత కిక్ స్టార్టు ఫైలు సంస్థాపనా ఐచ్ఛికాలను కలిగిఉన్న ఎన్నికలను కింది '%s' ఫైలులో కనుగొనవచ్చు.

source: About to Upgrade
kn: ಊರ್ಜಿತಗೊಳಿಸುವಿಕೆಯು ಇನ್ನೇನು ಪ್ರಾರಂಭವಾಗಲಿದೆ
te: అభివృద్ధి గురించి

source: Click next to begin upgrade of %s.
kn: %s ಅನ್ನು ಊರ್ಜಿತಗೊಳಿಸಲು 'ಮುಂದಕ್ಕೆ' ಒತ್ತಿರಿ.
te: %s అభివృద్ధిని ప్రారంభించటానికి తరువాతను నొక్కండి.

source: A complete log of the upgrade can be found in the file '%s' after rebooting your system.
kn: ನೀವು ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಿದನಂತರ ಊರ್ಜಿತಗೊಳಿಸುವಿಕೆಯ ಸಂಪೂರ್ಣ ವರದಿಯನ್ನು '%s' ನಲ್ಲಿ ಕಾಣಬಹುದು.
te: మీ కంప్యూటరును పునఃప్రారంభించినతరువాత నవీకరణల పూర్తి మొత్తాన్ని ఈ '%s' ఫైలులో చూడగలుగుతారు.

source: Congratulations
kn: ಅಭಿನಂದನೆಗಳು
te: అభినందనలు

source: Remove any media used during the installation process and press the "Reboot" button to reboot your system.
kn: ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಬಳಸಿದ ಮಾಧ್ಯಮಗಳನ್ನು ತೆಗೆದು "ಮರುಸಜ್ಜುಗೊಳಿಸು" ಗುಂಡಿಯನ್ನೊತ್ತಿರಿ.
te: సంస్థాపనప్పుడు ఉపయోగించబడిన ఏ మాధ్యమాన్నయినా తొలగించు మరియూ మీ కంప్యూటరును పునఃప్రారంభించటానికి "Reboot" మీటను నొక్కండి.

source: Congratulations, the installation is complete. %s%s
kn: ಅಭಿನಂದನೆಗಳು, ಅನುಸ್ಥಾಪನೆಯು ಪೂರ್ಣಗೊಂಡಿದೆ. %s%s
te: అభినందనలు, ఈ సంస్థాపన పూర్తయ్యింది. %s%s

source: Drive
kn: ಡ್ರೈವ್‌

source: Size
kn: ಗಾತ್ರ
te: పరిమాణం

source: Model
kn: ಮಾದರಿ
te: మాదిరి

source: Upgrade Examine
kn: ಊರ್ಜಿತಗೊಳಿಸುವಿಕೆಯ ಪರಿಶೀಲನೆ
te: పరిశీలనా అభివృద్ధి

source: _Install %s
kn: ಅನುಸ್ಥಾಪಿಸು (_I) %s
te: %sసంస్థాపన (_I)

source: Choose this option to freshly install your system. Existing software and data may be overwritten depending on your configuration choices.
kn: ಹೊಸದಾಗಿ ಅನುಸ್ಥಾಪಿಸಲು ಈ ಆಯ್ಕೆಯನ್ನು ಬಳಸಿ. ನಿಮ್ಮ ಆಯ್ಕೆಗಳನ್ನನುಸರಿಸಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ತಂತ್ರಾಂಶ ಹಾಗೂ ದತ್ತಾಂಶ ತಿದ್ದಿಬರೆಯಲ್ಪಡಬಹುದು.
te: మీ కంప్యూటరులో కొత్తగా సంస్థాపన చేయటానికి ఈ ఐచ్ఛికాన్ని ఎన్నుకోండి. ఉన్న software మరియూ సమాచారం మీ ఆకృతీకరణ మీద ఆధారపడి తిరిగి రాయబడుతుంది.

source: _Upgrade an existing installation
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಊರ್ಜಿತಗೊಳಿಸು (_U)
te: ఉన్న సంస్థాపనను అభివృద్ధిచేయి (_U)

source: Choose this option if you would like to upgrade your existing %s system. This option will preserve the existing data on your drives.
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ %s ವ್ಯವಸ್ಥೆಯನ್ನು ಊರ್ಜಿತಗೊಳಿಸಲು ಈ ಆಯ್ಕೆಯನ್ನು ಬಳಸಿ. ಈ ಆಯ್ಕೆಯು ನಿಮ್ಮ ಡ್ರೈವ್‌ಗಳಲ್ಲಿರುವ ದತ್ತಾಂಶವನ್ನು ಸಂರಕ್ಷಿಸುತ್ತೆದೆ.
te: ఉన్న మీ %s విధానాన్ని అభివృద్ధిచేయటానికి ఈ ఐచ్ఛికాన్ని ఎన్నుకోండి. ఈ ఐచ్ఛికం ఉన్న సమాచారాన్ని మీ driveలలో భద్రపరుస్తుంది.

source: The following installed system will be upgraded:
kn: ಅನುಸ್ಥಾಪಿತವಾದ ಕೆಳಗಿನ ವ್ಯವಸ್ಥೆಯು ಊರ್ಜಿತಗೊಳಿಸಲ್ಪಡುತ್ತದೆ:
te: ఈ కింది సంస్థాపనా విధానం అభివృద్ధి చేయబడుతుంది:

source: Unknown Linux system
kn: ಗೊತ್ತಿಲ್ಲದ ಲೈನಕ್ಸ್ ವ್ಯವಸ್ಥೆ
te: తెలియని Linux విధానం

source: Language Selection
kn: ನುಡಿಯಾಯ್ಕೆ
te: భాష ఎన్నిక

source: What language would you like to use during the installation process?
kn: ಅನುಸ್ಥಾಪನಾ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಯಾವ ಭಾಷೆಯನ್ನು ಬಳಸಬೇಕೆಂದಿದ್ದೀರಿ?
te: సంస్థాపనా విధానంలో మీరు ఏ భాషని ఉపయోగించాలనుకుంటున్నారు?

source: Not enough space
kn: ಬೇಕಾದಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ
te: చాలినంత ఖాళీ లేదు

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
kn: ಭೌತಿಕ ಗಾತ್ರಮಟ್ಟವನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಏಕೆಂದರೆ, ಹೀಗೆ ಮಾಡದಿದ್ದರೆ ಸಧ್ಯಕ್ಕೆ ಗೊತ್ತುಪಡಿಸಿರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳು ಲಭ್ಯವಿರುವ ಸ್ಥಳವನ್ನು ಮೀರುವಂತೆ ಹಿಗ್ಗಿಸಲ್ಪಡುತ್ತವೆ.
te: భౌతికంగా ఉన్న పరిమాణాన్ని మార్చలేము ఎందుకంటే ప్రస్తుతం నిర్వచించబడిన తార్కిక విలువకు కావలసిన జాగా అందుబాటులో ఉన్న జాగాకంటే ఎక్కువ ఔతుంది.

source: Confirm Physical Extent Change
kn: ಭೌತಿಕ ಗಾತ್ರಮಟ್ಟ ಬದಲಾವಣೆಯನ್ನು ದೃಢೀಕರಿಸಿ
te: భౌతిక మార్పుల పొడిగింపును నిర్ధారించండి

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take affect immediately.
kn: ಭೌತಿಕ ಗಾತ್ರಮಟ್ಟದಲ್ಲಿನ ಈ ಬದಲಾವಣೆಯು ನೀವು ಕೋರಿರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳ ಗಾತ್ರಗಳು ಭೌತಿಕ ಗಾತ್ರಮಟ್ಟದ ಪೂರ್ಣಾಂಕ ಅಪವರ್ತ್ಯಗಳಾಗಿರಬೇಕಾಗುತ್ತವೆ. ಈ ಮಾರ್ಪಾಟು ಈ ಕೂಡಲೆ ಜಾರಿಗೊಳ್ಳುತ್ತದೆ.

source: C_ontinue
kn: ಮುಂದುವರೆ (_o)
te: కొనసాగించు (_o)

source: The physical extent size cannot be changed because the value selected (%10.2f MB) is larger than the smallest physical volume (%10.2f MB) in the volume group.
kn: ಭೌತಿಕ ಗಾತ್ರಮಟ್ಟವನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಏಕೆಂದರೆ, ನೀವು ಆರಿಸಿರುವ ಮೌಲ್ಯ (%10.2f ಎಮ್.ಬಿ), ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿನ ಅತಿಚಿಕ್ಕ ಭೌತಿಕ ಪರಿಮಾಣದ ಗಾತ್ರಕ್ಕಿಂದ (%10.2f ಎಮ್.ಬಿ) ದೊಡ್ಡದಾಗಿದೆ.
te: ఈ భౌతిక విలువ మార్చబడదు ఎందుకంటే volume సమూహంలో ఎన్నుకున్న విలువ (%10.2f MB) చిన్న భౌతిక విలువ (%10.2f MB) కంటే పెద్దదిగాఉంది.

source: The physical extent size cannot be changed because the value selected (%10.2f MB) is too large compared to the size of the smallest physical volume (%10.2f MB) in the volume group.
kn: ಭೌತಿಕ ಗಾತ್ರಮಟ್ಟವನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಏಕೆಂದರೆ, ನೀವು ಆರಿಸಿರುವ ಮೌಲ್ಯ (%10.2f ಎಮ್.ಬಿ), ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿನ ಅತಿಚಿಕ್ಕ ಭೌತಿಕ ಪರಿಮಾಣದ ಗಾತ್ರಕ್ಕೆ ಹೋಲಿಸಿದರೆ (%10.2f ಎಮ್.ಬಿ) ಬಹು ದೊಡ್ಡದಾಗಿದೆ.
te: భౌతికంగా ఉన్న పరిమాణం మార్చటానికి కుదరదు ఎందుకంటే volume సమూహంలో ఎన్నుకున్న విలువ (%10.2f MB) చిన్న భౌతికవిలువ (%10.2f MB) కంటే చాలా పెద్దగా ఉంది.

source: Too small
kn: ಅತಿ ಚಿಕ್ಕದಾಗಿದೆ
te: చాలా చిన్నది

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
kn: ಭೌತಿಕ ಗಾತ್ರಮಟ್ಟದ ಮೌಲ್ಯದಲ್ಲಿನ ಈ ಬದಲಾವಣೆ, ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿನ ಒಂದು ಇಲ್ಲವೇ ಹಲವಾರು ಭೌತಿಕ ಪರಿಮಾಣಗಳಲ್ಲಿ ಗಣನೀಯಮಟ್ಟದ ಸ್ಥಳವನ್ನು ವ್ಯರ್ಥಮಾಡುತ್ತದೆ.
te: భౌతికంగా ఉన్న ఈ విలువ యొక్క మార్పు volume సమూహంలో ఉన్న ఒకటి లేదా ఎక్కువ భౌతిక విలువల వాస్తవ జాగాని వృధా చేస్తోంది.

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of the currently defined logical volumes.
kn: ಭೌತಿಕ ಗಾತ್ರಮಟ್ಟವನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ, ಏಕೆಂದರೆ, ತತ್ಪರಿಣಾಮವಾಗಿ ಒದಗುವ ಗರಿಷ್ಟ ತಾರ್ಕಿಕ ಪರಿಮಾಣ ಗಾತ್ರ (%10.2f ಎಮ್.ಬಿ), ಸದ್ಯಕ್ಕೆ ನಿಗದಿಗೊಳಿಸಿರುವ ಒಂದು ಇಲ್ಲವೇ ಹಲವು ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳಿಗಿಂತ ಚಿಕ್ಕದಾಗಿದೆ.
te: ఈ భౌతికంగా ఉన్న పరిమాణం మార్చబడదు ఎందుకంటే తార్కిక విలువలకంటే గరిష్ఠ పరిమాణ (%10.2f MB) ఫలితం నిర్వచించబడి ప్రస్తుతం నిర్వచించిన ఒకటి లేదా పెక్కు తార్కిక విలువలకంటే చిన్నదిగా ఉంది.

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
kn: ಈ ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ನೀವು ತೆಗೆಯುವಂತಿಲ್ಲ, ಏಕೆಂದರೆ, ಇದರಿಂದಾಗಿ ಪರಿಮಾಣ ಸಮೂಹವು ನೀವು ನಿಗದಿಗೊಳಿಸಿರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ಒಳಗೊಳ್ಳಲು ಕಿರಿದಾಗುತ್ತದೆ.
te: మీరు ఈ భౌతిక విలువను తొలగించలేరు ఎందుకంటే విలువల సమూహం ప్రస్తుతం నిర్వచించిన తార్కిక విలువలకంటే చాలా చిన్నదిగా ఔతుంది

source: Make Logical Volume
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ರಚಿಸಿ
te: తార్కిక volumeని చేయి

source: Edit Logical Volume: %s
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ಸಂಪಾದಿಸಿ: %s
te: %s తార్కిక Volumeను కూర్చు:

source: Edit Logical Volume
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ಸಂಪಾದಿಸಿ
te: తార్కిక Volumeను కూర్చు

source: _Mount Point:
kn: ಆರೋಹಣಾತಾಣ (_M):
te: మరల్పు కేంద్రం: (_M)

source: _File System Type:
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಶೈಲಿ (_F):
te: ఫైలు విధాన రకం: (_F)

source: Original File System Type:
kn: ಮೂಲ ಕಡತ ವ್ಯವಸ್ಥೆಯ ಶೈಲಿ:
te: ప్రాధమిక ఫైలు విధాన వర్గం:

source: Unknown
kn: ಗೊತ್ತಿಲ್ಲದ
te: తెలియని

source: Original File System Label:
kn: ಮೂಲ ಕಡತ ವ್ಯವಸ್ಥೆಯ ಗುರುತುಪಟ್ಟಿ:
te: ప్రాధమిక ఫైలు విధన గుర్తు:

source: _Logical Volume Name:
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು (_L):
te: తార్కిక విలువ పేరు: (_L)

source: Logical Volume Name:
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು:
te: తార్కిక విలువ పేరు:

source: _Size (MB):
kn: ಗಾತ್ರ (ಎಮ್.ಬಿ) (_S):
te: పరిమాణం (MB) (_S)

source: Size (MB):
kn: ಗಾತ್ರ (ಎಮ್.ಬಿ):
te: పరిమాణం (MB):

source: (Max size is %s MB)
kn: (ಗರಿಷ್ಟ ಗಾತ್ರವು %s ಎಮ್.ಬಿ)
te: (గరిష్ఠ పరిమాణం %s MB)

source: _Encrypt
kn: ಗೂಢಲಿಪೀಕರಣ(_E)
te: ఎన్క్రిప్టు (_E)

source: Illegal size
kn: ಅಕ್ರಮ ಗಾತ್ರ
te: విరుద్ధ పరిమాణం

source: The requested size as entered is not a valid number greater than 0.
kn: ನೀವು ನಮೂದಿಸಿರುವಂತೆ, ಕೋರಿರುವ ಗಾತ್ರ ಸೊನ್ನೆಗಿಂತ ಹೆಚ್ಚಾದ ಮಾನ್ಯವಾದ ಸಂಖ್ಯೆಯಲ್ಲ.
te: ఇచ్చిన కావలసిన పరిమాణం విలువైందికాదు. oకంటే ఎక్కువైందిగా ఉండాలి.

source: Mount point in use
kn: ಆರೋಹಣಾತಾಣ ಬಳಕೆಯಲ್ಲಿದೆ
te: మరల్పు కేంద్రం ఉపయోగంలో ఉంది

source: The mount point "%s" is in use, please pick another.
kn: "%s" ಆರೋಹಣಾತಾಣ ಬಳಕೆಯಲ್ಲಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೊಂದನ್ನು ಆರಿಸಿ.ು.
te: "%s" మరల్పు కేంద్రం ఉపయోగంలో ఉంది, దయచేసి వేరేదాన్ని తీసుకోండి.

source: Illegal Logical Volume Name
kn: ಅಕ್ರಮ ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು
te: విరుద్ధ తార్కిక volume పేరు

source: Illegal logical volume name
kn: ಅಕ್ರಮ ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು
te: విరుద్ధ తార్కిక volume పేరు

source: The logical volume name "%s" is already in use. Please pick another.
kn: "%s" ಪರಿಮಾಣದ ಹೆಸರು ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದನ್ನು ಆರಿಸಿ.
te: ఈ "%s" తార్కిక నామం ఇప్పటికే ఉపయోగంలో ఉంది. దయచేసి వేరేదాన్ని తీసుకోండి.

source: The current requested size (%10.2f MB) is larger than maximum logical volume size (%10.2f MB). To increase this limit you can create more Physical Volumes from unpartitioned disk space and add them to this Volume Group.
kn: ನೀವು ಸಧ್ಯಕ್ಕೆ ಕೋರಿರುವ ಗಾತ್ರ (%10.2f ಎಂ.ಬಿ) ಗರಿಷ್ಟ ತಾರ್ಕಿಕ ಪರಿಮಾಣ ಗಾತ್ರಕ್ಕಿಂತ (%10.2f ಎಂ.ಬಿ) ಹಿರಿದಾಗಿದೆ. ಈ ಮಿತಿಯನ್ನು ಹೆಚ್ಚಿಸಲು, ನೀವು ವಿಭಾಗಗೊಳಿಸದ ಮುದ್ರಿಕಾ ಸ್ಥಳಗಳನ್ನು ಬಳಸಿ, ಹೆಚ್ಚುವರಿ ಭೌತಿಕ ಪರಿಮಾಣವನ್ನು ಸೃಷ್ಟಿಸಿ, ಈ ಪರಿಮಾಣ ಸಮೂಹಕ್ಕೆ ಸೇರಿಸಬಹುದು.
te: ప్రస్తుతం అడిగిన పరిమాణం (%10.2f MB) గరిష్ఠ తార్కిక విలువ పరిమాణం(%10.2f MB)కంటే పెద్దగా ఉంది. ఈ హద్దుని అధికమించటానికి మీరు విభజించని డిస్కు జాగా నుండీ ఎక్కువ భౌతిక విలువలను సృష్టించాలి వాటిని ఈ విలువల సమూహానికి కలపాలి.

source: Error With Request
kn: ಕೋರಿಕೆಯಲ್ಲಿ ದೋಷವಿದೆ
te: విన్నపంతో దోషం

source: The logical volumes you have configured require %g MB, but the volume group only has %g MB. Please either make the volume group larger or make the logical volume(s) smaller.
kn: ನೀವು ಸಂರಚಿಸಿರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳು %g ಎಮ್.ಬಿ ಗಳನ್ನು ಅಪೇಕ್ಷಿಸುತ್ತವೆ, ಆದರೆ, ಪರಿಮಾಣ ಸಮೂಹವು ಕೇವಲ %g ಎಮ್.ಬಿ ಗಳಷ್ಟು ಮಾತ್ರ ಹೊಂದಿದೆ. ದಯವಿಟ್ಟು ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ದೊಡ್ಡದಾಗಿಸಿ, ಇಲ್ಲವೇ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ಚಿಕ್ಕದಾಗಿಸಿ.
te: మీరు ఆకృతీకరించిన తార్కిక విలువలు %g MB కావలసి ఉంది, కానీ ఆ volumeసమూహం %g MB మాత్రమే కలిగిఉంది. దయచేసి volume సమూహాన్ని పెద్దది లేదా తార్కిక విలువ(లు)ను చిన్నవి చెయండి.

source: No free slots
kn: ಮುಕ್ತ ಸೀಳುಗಂಡಿಗಳಿಲ್ಲ (slots)
te: ఖాళీలేని చట్రాలు

source: You cannot create more than %s logical volumes per volume group.
kn: ಪರಿಮಾಣ ಸಮೂಹವೊಂದಕ್ಕೆ %s ಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: volume సమూహం కోసం మీరు %s కంటే ఎక్కువ తార్కిక విలువలను సృష్టించగలరు.

source: No free space
kn: ಖಾಲಿ ಸ್ಥಳ ಇಲ್ಲ
te: ఖాళీ లేదు

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you will need to reduce the size of one or more of the currently existing logical volumes
kn: ಹೊಸ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ರಚಿಸಲು, ಪರಿಮಾಣ ಸಮೂಹದಲ್ಲಿ ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಹೊಸದೊಂದು ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ಸೇರಿಸಲು, ಈಗಿರುವ ಒಂದು ಇಲ್ಲವೇ ಹಲವಾರು ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳ ಗಾತ್ರವನ್ನು ಕುಗ್ಗಿಸಬೇಕಾಗುತ್ತದೆ
te: S

source: Are you sure you want to Delete the logical volume "%s"?
kn: ನೀವು "%s" ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ತೆಗೆದುಹಾಕಬೇಕೆಂದು ಖಚಿತವಾಗಿ ನಿರ್ಧರಿಸಿರುವಿರೇನು?
te: మీరు ఈ "%s" తార్కిక విలువను నిజంగా తొలగించాలనుకుంటున్నారా?

source: Invalid Volume Group Name
kn: ಅಮಾನ್ಯವಾದ ಪರಿಮಾಣ ಸಮೂಹದ ಹೆಸರು
te: చెల్లని Volume సమూహం పేరు

source: Name in use
kn: ಹೆಸರು ಬಳಕೆಯಲ್ಲಿದೆ
te: వాడుకలో ఉన్న పేరు

source: The volume group name "%s" is already in use. Please pick another.
kn: ಪರಿಮಾಣದ ಹೆಸರು "%s" ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದನ್ನು ಆರಿಸಿ.
te: ఈ "%s" Volume సమూహం పేరు ఇప్పటికే ఉపయోగంలో ఉంది. దయచేసి వేరేదాన్ని తీసుకోండి.

source: Not enough physical volumes
kn: ಅಗತ್ಯವಾದಷ್ಟು ಭೌತಿಕ ಪರಿಮಾಣಗಳಿಲ್ಲ
te: చాలినంత భౌతిక volumes కాదు

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
kn: LVM ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ರಚಿಸಲು ಒಂದಾದರೂ ಬಳಕೆಯಲ್ಲಿಲ್ಲದ ಭೌತಿಕ ಪರಿಮಾಣದ ಅಗತ್ಯವಿದೆ. ವಿಭಾಗವನ್ನು ಇಲ್ಲವೇ RAID ನಲ್ಲಿ "physical volume (LVM) ರೀತಿಯ ಪಂಕ್ತಿಯನ್ನು ರಚಿಸಿ, ತದನಂತರ "LVM" ಆಯ್ಕೆಯನ್ನು ಮತ್ತೆ ಆರಿಸಿ.
te: LVM సమూహంను సృష్టించటానికి కనీసం ఒక ఉపయోగించని భౌతిక విలువ అవసరం. ఒక విభజన లేదా RAID ఎరే యొక్క వర్గం "physical volume (LVM)"ను సృష్టించు మరియూ అప్పుడు"LVM"ఐచ్ఛికాన్ని మళ్లీ ఎన్నుకో.

source: Make LVM Volume Group
kn: LVM ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ರಚಿಸಿ
te: LVM Volume సమూహాన్ని చేయి

source: Edit LVM Volume Group: %s
kn: %s :LVM ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ಸಂಪಾದಿಸಿ
te: LVM Volume సమూహాన్ని కూర్చు: %s

source: Edit LVM Volume Group
kn: LVM ಪರಿಮಾಣ ಸಮೂಹವನ್ನು ಸಂಪಾದಿಸಿ
te: LVM Volume సమూహాన్ని కూర్చు

source: _Volume Group Name:
kn: ಘನಪರಿಮಾಣ ಸಮೂಹದ ಹೆಸರು (_V):
te: వాల్యూం సమూహం పేరు: (_V)

source: Volume Group Name:
kn: ಪರಿಮಾಣ ಸಮೂಹದ ಹೆಸರು:
te: Volume సమూహం పేరు:

source: _Physical Extent:
kn: ಭೌತಿಕ ಗಾತ್ರ ಮಟ್ಟ (_P):
te: భౌతిక విస్థరణ: (_P):

source: Physical Volumes to _Use:
kn: ಬಳಸಬೇಕಾದ ಭೌತಿಕ ಪರಿಮಾಣಗಳು (_U):
te: ఉపయోగానికి భౌతిక విలువలు: (_U)

source: Used Space:
kn: ಬಳಸಲಾದ ಸ್ಥಳ:
te: ఉపయోగించిన ఖాళీలు:

source: Free Space:
kn: ಖಾಲಿ ಸ್ಥಳ:
te: ఉపయోగించని ఖాళీలు:

source: Total Space:
kn: ಒಟ್ಟು ಸ್ಥಳ:
te: మొత్తం ఖాళీ:

source: Logical Volume Name
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು
te: తార్కిక విలువ పేరు

source: Mount Point
kn: ಆರೋಹಣಾತಾಣ
te: మరల్పు కేంద్రం

source: Size (MB)
kn: ಗಾತ್ರ (ಎಮ್.ಬಿ)
te: పరిమాణం (MB)

source: _Add
kn: ಸೇರಿಸಿ(_A)
te: కలుపు (_A)

source: _Edit
kn: ಸಂಪಾದನೆ (_E)
te: కూర్పు (_E)

source: Logical Volumes
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳು
te: తార్కిక విలువలు

source: Mouse Configuration
kn: ತೆರೆಸೂಚಿಯ ಸಂರಚನೆ
te: Mouse ఆకృతీకరణ

source: /dev/ttyS0 (COM1 under DOS)
kn: /dev/ttyS0 (DOS ಅಡಿಯಲ್ಲಿೆ COM1)
te: /dev/ttyS0 (DOS కింద COM1)

source: /dev/ttyS1 (COM2 under DOS)
kn: /dev/ttyS1 (DOS ಅಡಿಯಲ್ಲಿೆ COM2)
te: /dev/ttyS1 (DOS కింద COM2)

source: /dev/ttyS2 (COM3 under DOS)
kn: /dev/ttyS2 (DOS ಅಡಿಯಲ್ಲಿೆ COM3)
te: /dev/ttyS2 (DOS కింద COM3)

source: /dev/ttyS3 (COM4 under DOS)
kn: /dev/ttyS3 (DOS ಅಡಿಯಲ್ಲಿೆ COM4)
te: /dev/ttyS3 (DOS కింద COM4)

source: _Device
kn: ಸಾಧನ (_D)
te: సాధనం (_D)

source: _Model
kn: ಮಾದರಿ (_M)
te: మాదిరి (_M)

source: _Emulate 3 buttons
kn: ೩ ಗುಂಡಿಗಳನ್ನು ಅನುಕರಿಸು (_E)
te: 3 మీటలను అనుసరించు (_E)

source: Select the appropriate mouse for the system.
kn: ಗಣಕಕ್ಕೆ ಸೂಕ್ತವಾದ ತರೆಸೂಚಿ (mouse) ಅನ್ನು ಆರಿಸಿ.
te: కంప్యూటరుకోసం తగిన mouseని ఎన్నుకో

source: Error With Data
kn: ದತ್ತಾಂಶದಲ್ಲಿ ದೋಷವಿದೆ
te: సమాచారంతో దోషం

source: A value is required for the field %s.
kn: ಕ್ಷೇತ್ರ %s ಗೆ ಒಂದು ಮೌಲ್ಯದ ಅಗತ್ಯವಿದೆ.
te: %s క్షేత్రం కోసం ఒక విలువ అవసరం.

source: An error occurred converting the value entered for "%s": %s
kn: "%s" ಗೆ ನಮೂದಿಸಿದ ಮೌಲ್ಯವನ್ನು ಪರಿವರ್ತಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು: %s
te: "%s" కోసం ప్రవేశపెట్టిన విలువని మార్చుతున్నప్పుడు ఒక దోషం సంభవించింది: %s

source: Dynamic IP
kn: ಡೈನಮಿಕ್‌ IP
te: గతిశీల IP

source: Sending request for IP information for %s...
kn: %s ನ IP ಮಾಹಿತಿಗಾಗಿ ನಿವೇದನೆಯನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದೇನೆ...
te: %s సమాచారంకోసం IPకోసం నివేదన పంపబడుతున్నది...

source: IP Address
kn: IP ವಿಳಾಸ
te: IP చిరునామాలు

source: IPv4 CIDR prefix must be between 0 and 32.
kn: IPv4 CIDR ಉಪಸರ್ಗವು ೦ ಮತ್ತು ೩೨ರ ನಡುವೆ ಇರಬೇಕು.
te: IPv4 CIDR ప్రిఫిక్స్‍ తప్పక 0 మరియు 32మద్యన వుండాలి.

source: IPv4 Network Mask
kn: IPv4 ಜಾಲ ಮುಸುಕು

source: Gateway
kn: ಗೇಟ್‌ವೇ

source: Nameserver
kn: ನಾಮಪರಿಚಾರಕ

source: Error configuring network device
kn: ನಿಮ್ಮ ಜಾಲಬಂಧ ಸಾಧನವನ್ನು ಸಂರಚಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ
te: నెట్వర్కు సాధనాన్ని ఆకృతీకరించటంలో దోషం

source: Primary DNS
kn: ಪ್ರಾಥಮಿಕ DNS
te: ప్రాధమిక DNS

source: Secondary DNS
kn: ದ್ವಿತೀಯ DNS
te: ద్వితీయ DNS

source: _Gateway
kn: ಗೇಟ್‌ವೇ (_G)
te: గేట్వే (_G)

source: _Primary DNS
kn: ಪ್ರಾಥಮಿಕ DNS (_P)
te: ప్రాధమిక DNS (_P)

source: _Secondary DNS
kn: ದ್ವಿತೀಯ DNS (_S)
te: ద్వితీయ DNS (_S)

source: Network Configuration
kn: ಜಾಲವ್ಯವಸ್ಥೆ ಸಂರಚನೆ
te: Network ఆకృతీకరణ
