Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: You have not specified a hostname. Depending on your network environment this may cause problems later.
kn: ನೀವು ಆತಿಥೇಯನಾಮವನ್ನು ನಿಗದಿಪಡಿಸಿಲ್ಲ. ನಿಮ್ಮ ಜಾಲಪರಿಸರಕ್ಕನುಗುಣವಾಗಿ ಇದು ಮುಂದೆ ತೊಂದರೆಗಳನ್ನುಂಟುಮಾಡಬಹುದು.
te: మీరు ఆతిధేయ నామం తెలుపలేదు. ఇది మీ network వాతావరణం మీద ఆధారపడి తర్వాత ఇబ్బందికి కారణం కావచ్చు.

source: You have not specified the field "%s". Depending on your network environment this may cause problems later.
kn: ನೀವು "%s" ಕ್ಷೇತ್ರವನ್ನು ನಿಗದಿಪಡಿಸಿಲ್ಲ. ನಿಮ್ಮ ಜಾಲಪರಿಸರಕ್ಕನುಗುಣವಾಗಿ, ಇದು ಮುಂದೆ ತೊಂದರೆಗಳನ್ನುಂಟುಮಾಡಬಹುದು.
te: మీరు "%s" క్షేతాన్ని తెలుపలేదు. ఇది మీ network వాతావరణం మీద ఆధారపడి తర్వాత ఇబ్బందికి కారణం కావచ్చు.

source: The hostname "%s" is not valid for the following reason: %s
kn: ಈ ಕೆಳಕಂಡ ಕಾರಣಗಳಿಗಾಗಿ ಆತಿಥೇಯನಾಮ "%s" ಮಾನ್ಯವಾದದ್ದಲ್ಲ: %s
te: ఈ "%s" కింది కారణాలవల్ల విలువైనది కాదు: %s

source: Error With %s Data
kn: %s ದತ್ತಾಂಶದಲ್ಲಿ ದೋಷವಿದೆ
te: %s సమాచారంతో దోషం

source: The IPv4 information you have entered is invalid.
kn: ನೀವು ನಮೂದಿಸಿದ IPv4 ಮಾಹಿತಿ ಮಾನ್ಯವಾದದ್ದಲ್ಲ.
te: మీరు ప్రవేశపెట్టిన IPv4 సమాచారం విలువైందికాదు.

source: You have no active network devices. Your system will not be able to communicate over a network by default without at least one device active.
kn: ನಿಮ್ಮ ಬಳಿ ಯಾವುದೇ ಕ್ರಿಯಾಶೀಲ ಜಾಲಸಾಧನ ಇಲ್ಲ. ಒಂದಾದರೂ ಜಾಲಸಾಧನವು ಕ್ರಿಯಾಶೀಲವಾಗಿರದೆ ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ತಾನಾಗಿಯೆ ಜಾಲಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: మీరు క్రియాశీల network కలిగిలేరు. మీ కంప్యూటరు కనీసం సిధ్ధంగా ఒక్క సాధనం కూడా క్రియాశీలంకాకుండా networkతో సంబంధాన్ని కలిగి ఉండటం కుదరదు.

source: Disabled
kn: ಅಶಕ್ತಗೊಂಡ
te: అసాధ్యమైం

source: Active on Boot
kn: ಸಜ್ಜುಗೊಳ್ಳುವಾಗ ಸಕ್ರಿಯಗೊಳಿಸು
te: Bootలో క్రియాశీలత

source: Device
kn: ಸಾಧನ
te: సాధనం

source: IPv4/Netmask
kn: IPv4/ಜಾಲಮುಸುಕು

source: IPv6/Prefix
kn: IPv6/ಉಪಸರ್ಗ

source: Network Devices
kn: ಜಾಲ ಸಾಧನಗಳು
te: Network సాధనాలు

source: Set the hostname:
kn: ಆತಿಥೇಯನಾಮವನ್ನು ನಿಗದಿಗೊಳಿಸಿ:
te: అతిధేయి పేరును అమర్చు:

source: _automatically via DHCP
kn: DHCP ಮೂಲಕ ಸ್ವಯಂಚಾಲಿತವಾಗಿ (_a)
te: DHCP ద్వారా స్వయంచాలకంగా (_a)

source: _manually
kn: ಸ್ವಹಸ್ತದಿಂದ (_m)
te: మానవీయంగా (_m)

source: (e.g., host.domain.com)
kn: (ಉದಾ. host.domain.com)

source: Hostname
kn: ಆತಿಥೇಯನಾಮ
te: ఆతిధేయి పేరు

source: Miscellaneous Settings
kn: ಇತರೆ ಸಂಯೋಜನೆಗಳು
te: తప్పుడు అమర్పులు

source: Edit Device
kn: ಸಾಧನವನ್ನು ಸಂಪಾದಿಸಿ
te: పరికరాన్ని సరికూర్చుము

source: Unknown Ethernet Device
kn: ಗೊತ್ತಿಲ್ಲದ ಎತರ್ನೆಟ್ ವಿಳಾಸ
te: తెలియని ఈథర్‌నెట్ పరికరము

source: unknown
kn: ಗೊತ್ತಿಲ್ಲದ
te: తెలియని

source: Hardware address:
kn: ಯಂತ್ರಾಂಶ ವಿಳಾಸ:
te: హార్డువేర్ చిరునామా:

source: Missing Protocol
kn: ಕಾಣೆಯಾದ ಪ್ರಕ್ರಮ
te: తప్పిన ఒడంబడిక

source: You must select at least IPv4 or IPv6 support.
kn: ನೀವು ಬೆಂಬಲಕ್ಕಾಗಿ IPv4 ಅಥವಾ IPv6ಗಳಲ್ಲಿ ಒಂದನ್ನಾದರೂ ಆರಿಸಿಕೊಳ್ಳಬೇಕು.
te: మీరు తప్పక కనీసం IPv4 లేదా IPv6 మద్దతును ఎన్నుకోవాలి

source: Invalid Prefix
kn: ಅಮಾನ್ಯವಾದ ಉಪಸರ್ಗ
te: చెల్లని పురస్సర్గ

source: IPv4 prefix must be between 0 and 32.
kn: IPv4 ಉಪಸರ್ಗವು ೦ ಮತ್ತು ೩೨ರ ನಡುವೆ ಇರಬೇಕು.
te: IPv4 prefix తప్పక 0 మరియూ 32ల మధ్య ఉండాలి.

source: IPv6 prefix must be between 0 and 128.
kn: IPv6 ಉಪಸರ್ಗವು ೦ ಮತ್ತು ೧೨೮ರ ನಡುವೆ ಇರಬೇಕು.
te: IPv6 prefix తప్పక 0 మరియూ 128ల మధ్య ఉండాలి.

source: You can configure the boot loader to boot other operating systems. It will allow you to select an operating system to boot from the list. To add additional operating systems, which are not automatically detected, click 'Add.' To change the operating system booted by default, select 'Default' by the desired operating system.
kn: ನೀವು ಸಜ್ಜು ಉತ್ಥಾಪಕವನ್ನು ಇತರ ಕಾರ್ಯ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಸಜ್ಜಾಗಿಸುವಂತೆ ಸಂರಚಿಸಬಹುದು. ಅದುಪಟ್ಟಿಯಿಂದ ಸಜ್ಜಾಗಿಸಬೇಕಾದ ಕಾರ್ಯ ವ್ಯವಸ್ಥೆಯನ್ನು ಆರಿಸಲು ಅನುವುಮಾಡುತ್ತದೆ. ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗುರುತಿಸಲಾಗದೇ ಹೋದ ಹೆಚ್ಚುವರಿ ಕಾರ್ಯ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಈ ಪಟ್ಟಿಗೆ ಸೇರಿಸಲು, 'ಸೇರಿಸು' ಒತ್ತಿ. ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಸಜ್ಜಾಗಿರುವ ಕಾರ್ಯ ವ್ಯವಸ್ಥೆಯನ್ನು ಬದಲಾಯಿಸಲು, ನಿಮ್ಮ ಆಯ್ಕೆಯ ಕಾರ್ಯ ವ್ಯವಸ್ಥೆಯ ಪಕ್ಕದಲ್ಲಿನ 'ಪೂರ್ವನಿಯೋಜಿತ'ವನ್ನು ಆರಿಸಿ.
te: మీరు బూట్ లోడర్ను ఇతర ఆపరేటింగు విధానాలను బూట్ చేయటానికి ఆకృతీకరించవలసిఉంది. ఇది మిమ్మల్ని జాబితానుండీ బూట్ చెయటానికి ఒక ఆపరేటింగు విధానాన్ని ఎన్నుకోవటంలో అనుమతిస్తుంది. అదనపు ఆపరేటింగు విధానాలను కలపటానికి, ఏవి స్వయంచాలకంగా పరిశీలించబడవో, సిద్ఢంగా బూట్చెయబడ్డ ఆపరేటింగు విధానాన్ని మార్చటానికి 'కలుపు.'ని నొక్కండి , 'సిద్ధం'ను కోరిన ఆపరేటింగు విధానంకోసం ఎన్నుకోండి.

source: Default
kn: ಪೂರ್ವನಿಯೋಜಿತ
te: సిద్ధం

source: Label
kn: ಗುರುತುಪಟ್ಟಿ
te: గుర్తు

source: Image
kn: ಚಿತ್ರ
te: చిత్రం

source: Enter a label to be displayed in the boot loader menu. The device (or hard drive and partition number) is the device from which it boots.
kn: ಸಜ್ಜುಕೋತ್ಥಾಪಕ ಪರಿವಿಡಿಯಲ್ಲಿ ಪ್ರದರ್ಶಿಸಬೇಕಾದ ಗುರುತುಪಟ್ಟಿಯನ್ನು ನಮೂದಿಸಿ. ಸಾಧನ ಎಂಬುದು (ಅಥವಾ ಸ್ಮೃತಿಮುದ್ರಿಕಾ ಚಾಲಕ ಮತ್ತು ವಿಭಾಗ ಸಂಖ್ಯೆ), ಸಜ್ಜುಗೊಳ್ಳಲು ಬಳಸುವ ಸಾಧನದ ಹೆಸರು.
te: టింగు జాబితాలో ప్రదర్శిచబడిన గుర్తుని ప్రవేశపెట్టండి. ఆ సాధనం (లేక హార్డుడ్రైవు మరియూ విభజన సంఖ్య) అది బూట్ అయ్యే దానినుండీ ఎర్పడ్డసాధనం.

source: _Label
kn: ಗುರುತುಪಟ್ಟಿ (_L)
te: గుర్తు (_L)

source: Default Boot _Target
kn: ಪೂರ್ವನಿಯೋಜಿತ ಸಜ್ಜು ಗುರಿ (_T)
te: సిద్ధ బూట్ లక్ష్యం (_T)

source: You must specify a label for the entry
kn: ನೀವು ಈ ನಮೂದಿಗೆ ಗುರುತುಪಟ್ಟಿಯೊಂದನ್ನು ನಿರ್ದೇಶಿಸಬೇಕು
te: మీరు తప్పక ప్రవేశం కొరకు ఒక గుర్తును తెలియచేయాలి

source: Boot label contains illegal characters
kn: ಸಜ್ಜು ಗುರುತುಪಟ್ಟಿ ಅಕ್ರಮ ಸನ್ನೆಗಳನ್ನೊಳಗೊಂಡಿದೆ
te: బూట్ గుర్తు విరుద్ధమైన అక్షరాలు కలిగి ఉంది

source: Duplicate Label
kn: ಪ್ರತಿರೂಪ ಗುರುತುಪಟ್ಟಿ
te: నకిలీ గుర్తు

source: This label is already in use for another boot entry.
kn: ಈ ಗುರುತುಪಟ್ಟಿ ಮತ್ತೊಂದು ಸಜ್ಜು ನಮೂದಿಗೆ ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ.
te: ఈ గుర్తు వేరొక boot ప్రవేశానికి ఉపయోగంలో ఉంది.

source: Duplicate Device
kn: ಪ್ರತಿರೂಪ ಸಾಧನ
te: నకిలీ సాధనం

source: This device is already being used for another boot entry.
kn: ಈ ಸಾಧನವು ಈಗಾಗಲೇ ಬೇರೊಂದು ಸಜ್ಜು ನಮೂದಿಗೆ ಬಳಸಲ್ಪಡುತ್ತಿದೆ.
te: ఈ సాధనం ఇప్పటికే వేరొక boot ప్రవెశానికి ఉపయోగంలో ఉంది.

source: Cannot Delete
kn: ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ
te: తొలగించలేరు

source: This boot target cannot be deleted because it is for the %s system you are about to install.
kn: ಈ ಸಜ್ಜು ಗುರಿಯನ್ನು ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ, ಏಕೆಂದರೆ ಇದು ನೀವು ಅನುಪ್ಥಾಪಿಸಬೇಕೆಂದಿರುವ %s ವ್ಯವಸ್ಥೆಗೆ ಸಂಬಂಧಿಸಿದ್ದು.
te: ఈ boot లక్ష్యం తొలగించలేరు ఎందుకంటే ఇది సంస్థాపించాలనుకుంటున్న %s కంప్యూటరు కోసం

source: Additional Size Options
kn: ಹೆಚ್ಚುವರಿ ಗಾತ್ರ ಆಯ್ಕೆಗಳು
te: అదనపు పరిమాణ ఐచ్ఛికాలు

source: _Fixed size
kn: ನಿಶ್ಚಿ_ತ ಗಾತ್ರ (_F)
te: స్థిర పరిమాణం (_F)

source: Fill all space _up to (MB):
kn: ಎಲ್ಲಾ ಸ್ಥಳಗಳನ್ನೂ ಭರಿಸು (ಎಮ್.ಬಿ) ಗಳ ವರೆಗೆ (_u):
te: (MB) దాకా అన్ని ఖాళీలనూ నింపు :(_u)

source: Fill to maximum _allowable size
kn: ಗರಿಷ್ಟ ಸಮ್ಮತಿತ ಗಾತ್ರದ ವರೆಗೆ ಭರಿಸು (_a)
te: గరిష్ఠంగా అనుమతించ దగ్గ పరిమాణాన్ని నింపు (_a)

source: The end cylinder must be greater than the start cylinder.
kn: ಅಂತಿಮ ಸಿಲಿಂಡರ್ ಪ್ರಾರಂಭಿಕ ಸಿಲಂಡರಿಗಿಂತಾ ಹೆಚ್ಚಿನದಾಗಿರಬೇಕು.
te: చివరి cylinder తప్పక మొదటి cylinder కంటే పెద్దదిగా ఉండాలి.

source: Add Partition
kn: ವಿಭಾಗವನ್ನು ಸೇರಿಸಿ
te: విభజనని కలుపు

source: Edit Partition: /dev/%s
kn: ವಿಭಾಗವನ್ನು ಸಂಪಾದಿಸಿ: /dev/%s
te: విభజనని కూర్చు: /dev/%s

source: Edit Partition
kn: ವಿಭಾಗವನ್ನು ಸಂಪಾದಿಸಿ
te: విభజనని కూర్చు

source: File System _Type:
kn: ಕಡತ ವ್ಯವಸ್ಥೆಯ ಶೈಲಿ (_T):
te: ఫైళ్ల విధాన వర్గం: (_T)

source: Allowable _Drives:
kn: ಸಮ್ಮತಿತ ಡ್ರೈವ್‌ಗಳು (_D):
te: ఆమోదకర డ్రైవులు: (_D)

source: Drive:
kn: ಡ್ರೈವ್‌:

source: _Start Cylinder:
kn: ಪ್ರಾರಂಭಿಕ ಸಿಲಿಂಡರ್ (_S):
te: సిలిండరు ప్రారంభం: (_S)

source: _End Cylinder:
kn: ಅಂತಿಮ ಸಿಲಿಂಡರ್ (_E):
te: సిలిండరు ముగింపు: (_E)

source: Force to be a _primary partition
kn: ಪ್ರಾಥಮಿಕ ವಿಭಾಗವಾಗಿ ಪರಿಗಣಿಸಲು ಒತ್ತಾಯಿಸು (_p)
te: ప్రాధమిక విభజనకు ఒత్తిడి (_p)

source: Type
kn: ಶೈಲಿ
te: వర్గం

source: Start
kn: ಪ್ರಾರಂಭಿಸು
te: ప్రారంభం

source: End
kn: ಕೊನೆ
te: ముగింపు

source: Mount Point/ RAID/Volume
kn: ಆರೋಹಣಾತಾಣ/ RAID/ಪರಿಮಾಣ
te: మరల్పు కేంద్రం/ RAID/విలువ

source: Size (MB)
kn: ಗಾತ್ರ (ಎಮ್.ಬಿ)
te: పరిమాణం (MB)

source: Partitioning
kn: ವಿಭಾಗೀಕರಣ
te: విభజనం

source: The following critical errors exist with your requested partitioning scheme.
kn: ನೀವು ಕೋರಿದ ವಿಭಾಗೀಕರಣ ಯೋಜನೆಯಲ್ಲಿ ಈ ಕೆಳಕಂಡ ವಿಷಮ ದೋಷಗಳು ಕಂಡುಬಂದವು.
te: మీరు కోరిన విభజనా విధానం ఈ కింది క్లిష్ట దోషాలు కలిగి ఉంది.

source: These errors must be corrected prior to continuing with your install of %s.
kn: ಈ ದೋಷಗಳನ್ನು %s ನ ಅನುಸ್ಥಾಪನೆಯೊಡನೆ ಮುಂದುವರೆಯುವ ಮೊದಲೇ ಸರಿಪಡಿಸಬೇಕು.
te: ఈ దోషాలు మీ వెనుకటి %s సంస్థాపనతో కొనసాగించటం వల్ల తప్పక సరిచేయబడతాయి.

source: Partitioning Errors
kn: ವಿಭಾಗೀಕರಣ ದೋಷಗಳು
te: విభజనా దోషాలు

source: The following warnings exist with your requested partition scheme.
kn: ನೀವು ಕೋರಿದ ವಿಭಾಗೀಕರಣ ಯೋಜನೆಗೆ ಈ ಕೆಳಕಂಡ ಎಚ್ಚರಿಕೆಗಳು ಕಂಡುಬಂದವು.
te: మీరు కోరిన విభజనా విధానంలో ఈ కింది హెచ్చరికలు ఉన్నాయి.

source: Would you like to continue with your requested partitioning scheme?
kn: ನೀವು ಕೋರಿದ ವಿಭಾಗೀಕರಣ ಯೋಜನೆಯೊಂದಿಗೆ ಮುಂದುವರೆಯಲು ಇಚ್ಛಸುತ್ತೀರೇನು?
te: మీరు మీరు కోరిన విభజనా విధానంతో కొనసాగాలనుకుంటున్నారా?

source: Partitioning Warnings
kn: ವಿಭಾಗೀಕರಣ ಎಚ್ಚರಿಕೆಗಳು
te: విభజనా హెచ్చరికలు

source: Format Warnings
kn: ಫಾರ್ಮಾಟುಗೊಳಿಸುವಿಕೆಯ ಎಚ್ಚರಿಕೆಗಳು
te: ఆకృతీకరణ హెచ్చరికలు

source: _Format
kn: ಫಾರ್ಮಾಟುಗೊಳಿಸು (_F)
te: ఆకృతీకరణ (_F)

source: LVM Volume Groups
kn: LVM ಪರಿಮಾಣ ಸಮೂಹಗಳು
te: LVM Volume సమూహాలు

source: RAID Devices
kn: RAID ಸಾಧನಗಳು
te: RAID సాధనాలు

source: None
kn: ಯಾವುದೂ ಇಲ್ಲ
te: కాదు

source: Hard Drives
kn: ಸ್ಮೃತಿಮುದ್ರಿಕಾ ಚಾಲಕಗಳು
te: హార్డుడ్రైవులు

source: Free space
kn: ಖಾಲಿ ಸ್ಥಳ
te: ఉచిత ఖాళీ

source: Extended
kn: ವಿಸ್ತೃತ
te: పొడిగింపు

source: software RAID
kn: ತಂತ್ರಾಂಶಾತ್ಮಕ RAID

source: Free
kn: ಖಾಲಿ
te: ఉచితం

source: Could not allocate requested partitions: %s.
kn: ಕೋರಿದ ವಿಭಾಗಗಳನ್ನು ನಿಗದಿಗೊಳಿಸಲಾಗಲಿಲ್ಲ: %s.
te: కోరిన %s విభజన అనుమతించబడదు.

source: Warning: %s.
kn: ಎಚ್ಚರಿಕೆ: %s.
te: హెచ్చరిక:%s.

source: Not supported
kn: ಅಸಮರ್ಥಿತ
te: మద్దతివ్వబడలేదు

source: LVM is NOT supported on this platform.
kn: LVM ಗೆ ಈ ತಳಹದಿಯಲ್ಲಿ ಸಮರ್ಥಿನೆ ಇಲ್ಲ.
te: LVM ఈ వేదిక మీద మద్దతివ్వదు.

source: Software RAID is NOT supported on this platform.
kn: ತಂತ್ರಾಂಶಾತ್ಮಕ RAIDಗೆ ಈ ತಳಹದಿಯಲ್ಲಿ ಸಮರ್ಥನೆ ಇಲ್ಲ.
te: Software RAID ఈ వెదిక మీద మద్దతివ్వదు.

source: No RAID minor device numbers available
kn: RAID ನ ಗೌಣ ಸಾಧನ ಸಂಖ್ಯೆಗಳು ಲಭ್ಯವಿಲ್ಲ
te: ఏ RAID ప్రాధమిక సాధనాల సంఖ్యలూ అందుబాటులో లేవు

source: A software RAID device cannot be created because all of the available RAID minor device numbers have been used.
kn: ತಂತ್ರಾಂಶಾತ್ಮಕ RAID ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಏಕೆಂದರೆ, ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ RAID ನ ಗೌಣ ಸಾಧನ ಸಂಖ್ಯೆಗಳೂ ಬಳಸಲ್ಪಟ್ಟಿವೆ.
te: software RAID సృష్టించబడదు ఎందుకంటే అన్ని RAID minor సాధనాల సంఖ్యలూ ఉపయోగంలో ఉన్నాయి.

source: RAID Options
kn: RAID ಆಯ್ಕೆಗಳು
te: RAID ఐచ్ఛికాలు

source: Software RAID allows you to combine several disks into a larger RAID device. A RAID device can be configured to provide additional speed and reliability compared to using an individual drive. For more information on using RAID devices please consult the %s documentation. You currently have %s software RAID partition(s) free to use.
kn: ತಂತ್ರಾಂಶಾತ್ಮಕ RAID ನ ಮೂಲಕ ನೀವು ಹಲವಾರು ಗಟ್ಟಿಮುದ್ರಿಕೆಗಳನ್ನು ಒಗ್ಗೂಡಿಸಿ ಒಂದು ದೊಡ್ಡ RAID ಅನ್ನು ರಚಿಸಬಹುದು. ಪ್ರತ್ಯೇಕ ಮುದ್ರಿಕೆಗೆ ಹೋಲಿಸಿದರೆ, RAID ಅನ್ನು ಹೆಚ್ಚುವರಿ ವೇಗ ಹಾಗೂ ವಿಶ್ವಾಸಾರ್ಹತೆಯನ್ನು ನೀಡುವಂತೆ ಸಂರಚಿಸಬಹುದು. RAID ಗಳ ಬಗೆಗಿನ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ %s ದಸ್ತಾವೇಜುಗಳನ್ನು ನೋಡಿ. ಸಧ್ಯಕ್ಕೆ ನಿಮ್ಮ ಬಳಿ %s ತಂತ್ರಾಂಶಾತ್ಮಕ RAID ವಿಭಾಗಗಳು ಉಪಯೋಗಕ್ಕೆ ಲಭ್ಯವಿವೆ.
te: సాఫ్టువేరు RAID మిమ్మల్ని పెక్కు డిస్కులను పెద్ద RAID సాధనంలో కలపటానికి అనుమతిస్తుంది. సాధనం అదనపు వేగం మరియూ సామర్ధ్యం కలిగి ఉండటానికి ఉపయోగిస్తుంది. RAID సాధనాన్ని ఉపయోగించటం గురించిన అధిక సమాచారమ్ కోసం %s డాక్యుమెంటును చూడండి. మీరు ప్రస్తుతం %s సాఫ్టువేరు RAID విభజన(ల)ను ఉచితంగా ఉపయోగించుకోటానికి కలిగి ఉన్నారు.

source: To use RAID you must first create at least two partitions of type 'software RAID'. Then you can create a RAID device which can be formatted and mounted.
kn: RAID ಅನ್ನು ಬಳಸಲು, ಮೊದಲು ನೀವು 'ತಂತ್ರಾಂಶಾತ್ಮಕ RAID' ರೀತೀಯ ಎರಡು ವಿಭಾಗಗಳನ್ನಾದರೂ ರಚಿಸಬೇಕು. ತದನಂತರ ನೀವುಫಾರ್ಮಾಟುಗೊಳಿಸಿ ಆರೋಹಿಸಬಹುದಾದಂತಹ RAID ಅನ್ನು ರಚಿಸಬಹುದು.
te: RAIDని ఉపయోగించటానికి మొదటగా మీరు కనీసం 'software RAID'కి చెందిన రెండు విభజనలను సృష్టించాలి. తరువాత ఆకృతీకరించదగ్గ మరియూ మరల్చదగ్గ RAID సాధనాన్ని సృష్టించాలి.

source: What do you want to do now?
kn: ಈಗ ಏನು ಮಾಡಬೇಕೆಂದಿದ್ದೀರಿ?
te: మీరు ఇప్పుడు ఏంచేయాలనుకుంటున్నారు?

source: Create a software RAID _partition.
kn: ತಂತ್ರಾಂಶಾತ್ಮಕ RAID ವಿಭಾಗವನ್ನು ರಚಿಸು (_p).
te: ఒక సాఫ్టువేరు RAID విభజనను సృష్టించు. (_p)

source: Create a RAID _device [default=/dev/md%s].
kn: RAID ಸಾಧನವನ್ನು ರಚಿಸು (_d) [ಪೂರ್ವನಿಯೋಜಿತ=/dev/md%s].
te: ఒక RAID device [default=/dev/md%s]ని సృష్టించు. (_d)

source: Clone a _drive to create a RAID device [default=/dev/md%s].
kn: RAID ಅನ್ನು ರಚಿಸಲು ಸ್ಮೃತಿಮುದ್ರಿಕಾ ಚಾಲಕವನ್ನು ತದ್ರೂಪಿಸು (_d) [ಪೂರ್ವನಿಯೋಜಿತ=/dev/md%s].
te: RAID device [default=/dev/md%s]ని సృష్టించటానికి డ్రైవును క్లోను చేయి. (_d)

source: Couldn't Create Drive Clone Editor
kn: ಮುದ್ರಿಕಾ ಚಾಲಕ ತದ್ರೂಪಕ ಸಂಪಾದಕನನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
te: డ్రైవు క్లోను కూర్పరిని సృష్టించ లేరు

source: The drive clone editor could not be created for some reason.
kn: ಮುದ್ರಿಕಾ ಚಾಲಕ ತದ್ರೂಪಕ ಸಂಪಾದಕವನ್ನು ಕಾರಣಾಂತರಗಳಿಂದ ರಚಿಸಲಾಗಲಿಲ್ಲ.
te: డ్రైవు క్లోను కొన్ని కారణాలవల్ల సృష్టించబడలేదు.

source: Ne_w
kn: ಹೊಸ (_w)
te: కొత్త (_w)

source: Re_set
kn: ಮರುಸಿದ್ಧಗೂಳಿಸು (_s)
te: తిరిగి అమర్చు (_s)

source: Hide RAID device/LVM Volume _Group members
kn: RAID ಸಾಧನ/LVM ಪರಿಮಾಣ ಸಮೂಹ ಸದಸ್ಯರನ್ನು ಅಡಗಿಸು (_G)
te: RAID సాధనం/LVM Volume సమూహ సభ్యూలను దాయి (_G)

source: <Not Applicable>
kn: <ಅನ್ವಯಿಸುವುದಿಲ್ಲ>
te: <అనువర్తించదగ్గదికాదు>

source: How would you like to prepare the file system on this partition?
kn: ಈ ವಿಭಾಗದ ಮೇಲೆ ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ರಚಿಸಲು ಇಷ್ಟಪಡುತ್ತೀರೇನು?
te: మీరు ఈ విభజనలో ఫైళ్ల విధానాన్ని ఎలా తయారుచేయాలనుకుంటున్నారు?

source: Leave _unchanged (preserve data)
kn: ಬದಲಾಯಿಸದೆ ಬಿಡು (_u) (ದತ್ತಾಂಶವನ್ನು ಸಂರಕ್ಷಿಸು)
te: మారని (భద్రపరచే సమాచారం) వదులు (_u)

source: _Format partition as:
kn: ವಿಭಾಗವನ್ನು ಈ ರೀತಿಯಾಗಿ ಫಾರ್ಮಾಟುಗೊಳಿಸು (_F):
te: ...వలే ఆకృతీకరణ విభజనలు: (_F)

source: Mi_grate partition to:
kn: ವಿಭಾಗವನ್ನು ಇಲ್ಲಿಗೆ ವಲಸೆಹೋಗಿಸು (_g):
te: ...కి విభజనల వలస: (_g)

source: Check for _bad blocks?
kn: ದೋಷಯುಕ್ತ ಖಂಡಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲೆ? (_b)
te: చెడ్డ అడ్డంకులకొరకు అవరోధం? (_b)

source: Partitions of type '%s' must be constrained to a single drive. This is done by selecting the drive in the 'Allowable Drives' checklist.
kn: '%s' ರೀತಿಯ ವಿಭಾಗವನ್ನು ಕೇವಲ ಒಂದು ಮುದ್ರಿಕಾ ಚಾಲಕಕ್ಕೆ ಸೀಮಿತವಾಗಿಸಬೇಕು. ಇದನ್ನು 'Allowable Drives' ಯಾದಿಯಲ್ಲಿ ಮುದ್ರಿಕಾ ಚಾಲಕವನ್ನು ಆರಿಸುವ ಮೂಲಕ ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದು.
te: '%s' వర్గానికి చెందిన విభజన ఏకైక డ్రైవును తప్పక అడ్డుకుంటుంది. ఇది 'Allowable Drives' శోధక జాబితాలోనించీ డ్రైవును ఎన్నుకోవటంద్వారా జరుగుతుంది.

source: Disk Partitioning Setup
kn: ಮುದ್ರಿಕಾ ವಿಭಾಗೀಕರಣ ಸಂರಚನೆ
te: డిస్కు విభజన అమర్పు

source: _Automatically partition
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವಿಭಜಿಸಿ (_A)
te: స్వయంచాలక విభజన (_A)

source: Manually partition with _Disk Druid
kn: ಮುದ್ರಿಕಾ ಮಾಂತ್ರಿಕನನ್ನು ಬಳಸಿ ಸ್ವಹಸ್ತದಿಂದ ವಿಭಜಿಸಿ (_D)
te: డిస్కు Druid తో మానవీయ విభజన (_D)

source: %s MB
kn: %s ಎಮ್.ಬಿ

source: %s KB
kn: %s ಕೆ.ಬಿ

source: %s Byte
kn: %s ದ್ವಿಮಾಷ್ಟಕ

source: %s Bytes
kn: %s ದ್ವಿಮಾಷ್ಟಕಗಳು
te: %s Byteలు

source: Installing Packages
kn: ಸಂಗ್ರಹಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸುತ್ತಿದ್ದೇನೆ
te: ప్యాకేజీలులను సంస్థాపిస్తోంది

source: Remaining time: %s minutes
kn: ಬಾಕಿ ಸಮಯ: %s ನಿಮಿಷಗಳು
te: మిగిలిన సమయం: %s నిమషాలు

source: Downloading %s
kn: %s ನಕಲಿಳಿಸುತ್ತಿದ್ದೇನೆ
te: %s దిగుమతిచేస్తోంది

source: Installing %s-%s-%s.%s (%s)
kn: %s-%s-%s.%s (%s) ಅನುಸ್ಥಾಪಿಸುತ್ತಿದ್ದೇನೆ
te: %s-%s-%s.%s (%s)సంస్థాపిస్తోంది

source: Package
kn: ಸಂಗ್ರಹ

source: Summary
kn: ಸಾರಾಂಶ
te: సంక్షిప్తం

source: Status:
kn: ಸ್ಥಿತಿ:
te: స్థాయి:

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
kn: RAID ಸಾಧನವನ್ನು ರಚಿಸಲು ಎರಡಾದರೂ ಬಳಸಲ್ಪಡದ ತಂತ್ರಾಂಶಾತ್ಮಕ RAID ವಿಭಾಗಗಳ ಆವಶ್ಯಕತೆ ಇದೆ. ಮೊದಲು, ಎರಡು "ತಂತ್ರಾಂಶಾತ್ಮಕ RAID" ರೀತಿಯ ವಿಭಾಗಗಳನ್ನಾದರೂ ರಚಿಸಿ, ತದನಂತರ "RAID" ಆಯ್ಕೆಯನ್ನು ಮತ್ತೆ ಆರಿಸಿರಿ.
te: RAID సాధ్నాన్ని సృష్టించటానికి కనీసం రెండు ఉపయోగించని RAID software సాధనాలు కావాలి. మొదట "software RAID"వర్గానికి చెందిన కనీసం రెండు విభజనలను సృష్టించండి, మరియూ తరువాత మళ్లీ "RAID" ఐచ్ఛికాన్ని ఎన్నుకోండి.

source: Make RAID Device
kn: RAID ಸಾಧನವನ್ನು ರಚಿಸಿ
te: RAID సాధనాన్ని చేయి

source: Edit RAID Device: /dev/md%s
kn: RAID ಸಾಧನವನ್ನು ಸಂಪಾದಿಸಿ: /dev/md%s
te: RAID సాధనాన్ని కూర్చు: /dev/md%s

source: Edit RAID Device
kn: RAID ಸಾಧನವನ್ನು ಸಂಪಾದಿಸಿ
te: RAID సాధనాన్ని కూర్చు

source: RAID _Device:
kn: RAI_D ಸಾಧನ:
te: RAID సాధనం:(_D)

source: RAID _Level:
kn: RAID ಸ್ತರ (_L):
te: RAID స్థాయి: (_L)

source: _RAID Members:
kn: _RAID ಸದಸ್ಯರು:
te: RAID సభ్యులు:(_R)

source: Number of _spares:
kn: ಬಿಡಿಭಾಗಗಳ ಸಂಖ್ಯೆ (_s):
te: మిగిలిన సభ్యులు: (_s)

source: _Format partition?
kn: ವಿಭಾಗವನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸಲೇ? (_F)
te: ఆకృతీకరణ ఐచ్ఛికాలు? (_F)

source: The source drive has no partitions to be cloned. You must first define partitions of type 'software RAID' on this drive before it can be cloned.
kn: ಆಕರ ಡ್ರೈವ್‌ನಲ್ಲಿ ತದ್ರೂಪಿಸಲು ಯಾವುದೇ ವಿಭಾಗಗಳೂ ಇಲ್ಲ. ತದ್ರೂಪಿಸುವ ಮೊದಲು, ನೀವು 'ತಂತ್ರಾಂಶಾತ್ಮಕ RAID' ರೀತಿಯ ವಿಭಾಗಗಳನ್ನು ನಿರ್ದೇಶಿಸಬೇಕು.
te: ఆకర drive clone చేయటానికి విభజనలని కలిగిలేదు. మీరు అది clone చేయటానికి ముందు ఈ driveలో 'software RAID' విభజనా వర్గాన్ని నిర్వచించాలి.

source: Source Drive Error
kn: ಆಕರ ಡ್ರೈವ್‌ನಲ್ಲಿ ದೋಷ
te: ఆధార సాధన దోషం

source: The source drive selected has partitions on it which are not of type 'software RAID'. These partitions will have to be removed before this drive can be cloned.
kn: ನೀವು ಆರಿಸಿರುವ ಆಕರ ಡ್ರೈವ್‌ನಲ್ಲಿ 'ತಂತ್ರಾಂಶಾತ್ಮಕ RAID' ರೀತಿಯದಲ್ಲದ ವಿಭಾಗಗಳಿವೆ. ಈ ಡ್ರೈವ್‌ ಅನ್ನು ತದ್ರೂಪಿಸುವ ಮೊದಲು ಈ ವಿಭಾಗಗಳನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ.
te: ఆకర drive 'software RAID' వర్గానికి చెందని విభజనలని ఎన్నుకుంది. ఈ విభజనలు ఈ drive cloneచేయబడటానికి ముందే తొలగించబడాలి.

source: The source drive selected has partitions which are not constrained to the drive /dev/%s. These partitions will have to be removed or restricted to this drive before this drive can be cloned.
kn: ನೀವು ಆರಿಸಿರುವ ಆಕರ ಡ್ರೈವ್‌ ನಲ್ಲಿ ಡ್ರೈವ್‌ /dev/%s ಗೆ ನಿರ್ಬಂಧಿತವಾಗಿರದ ವಿಭಾಗಗಳಿವೆ. ಈ ಡ್ರೈವ್‌ ಅನ್ನು ತದ್ರೂಪಿಸುವ ಮೊದಲು ಈ ವಿಭಾಗಗಳನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ ಅಥವಾ ಈ ಡ್ರೈವ್‌ಗೆ ನಿರ್ಬಂಧಿಸಬೇಕಾಗುತ್ತದೆ.
te: ఈ ఆకర drive, drive/dev/%sకి ఆటంకంకాని విభజనలను ఎన్నుకుంది. ఈ విభజనలు ఈ drive clone చేయబడకముందే తొలగించబడటంకానీ లేదా ఈ driveకే పరిమితం అయ్యి ఉండాలి.

source: The source drive selected has software RAID partition(s) which are members of an active software RAID device. These partitions will have to be removed before this drive can be cloned.
kn: ನೀವು ಆರಿಸಿರುವ ಆಕರ ಡ್ರೈವ್‌ನಲ್ಲಿ ಸಕ್ರಿಯ ತಂತ್ರಾಂಶಾತ್ಮಕ RAID ಸಾಧನವೊಂದರ ಸದಸ್ಯತ್ವವುಳ್ಳ ತಂತ್ರಾಂಶಾತ್ಮಕ RAID ವಿಭಾಗಗಳಿವೆ. ಈ ಡ್ರೈವ್‌ ಅನ್ನು ತದ್ರೂಪಿಸುವ ಮೊದಲು ಈ ವಿಭಾಗಗಳನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗುತ್ತದೆ.
te: ఆకర drive selected has software RAID partition(s) క్రియాశీల software RAID సాధనంలో భాగస్వామ్యం కలిగిఉన్న software RAID విభజన(ల)ను ఎన్నుకుంది. ఈ drive clone.చేయబడక పూర్వమే ఈ విభజనలు తొలగించబడాలి.

source: Target Drive Error
kn: ಉದ್ದಿಷ್ಟಟ ಮುದ್ರಿಕಾ ಚಾಲಕದಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ
te: లక్ష్య drive దోషం

source: Please select the target drives for the clone operation.
kn: ತದ್ರೂಪಣಾ ಕಾರ್ಯಾಚರಣೆಗೆ ಉದ್ದಿಷ್ಟ ಡ್ರೈವ್‌ಗಳನ್ನು ಆರಿಸಿ.
te: clone కార్యానికి లక్ష్య driveలు ఎన్నుకోండి.

source: The source drive /dev/%s cannot be selected as a target drive as well.
kn: ಆಕರ ಮದ್ರಿಕಾಚಾಲಕ /dev/%s ವನ್ನು ಉದ್ದಿಷ್ಟ ಡ್ರೈವ್‌ ಆಗಿಯೂ ಆರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: ఈ ఆకర drive /dev/%s లక్ష్య drive లాగా ఎన్నిక చేయబడదు.

source: The target drive /dev/%s has a partition which cannot be removed for the following reason: "%s" This partition must be removed before this drive can be a target.
kn: ಈ ಕೆಳಕಂಡ ಕಾರಣಗಳಿಂದಾಗಿ ಉದ್ದಿಷ್ಟ ಡ್ರೈವ್‌ /dev/%s ನಲ್ಲಿ ಇರುವ ಒಂದು ವಿಭಾಗವನ್ನು ತೆಗೆದುಹಾಕಲಾಗುವುದಿಲ್ಲ: "%s" ಈ ಡ್ರೈವ್‌ ಅನ್ನು ಉದ್ದಿಷ್ಟವಾಗಿ ಬಳಸುವ ಮೊದಲು ಈ ವಿಭಾಗವನ್ನು ತೆಗೆದುಹಾಕಬೇಕು.
te: లక్ష్య drive /dev/%s కింది కారణాలవల్ల తొలగించటానికి వీలుకాని విభజనను కలిగి ఉంది: "%s" ఈ విభజన ఈ drive లక్ష్యం కాకముందే తప్పక తొలగించబడాలి.

source: Please select a source drive.
kn: ದಯವಿಟ್ಟು ಒಂದು ಆಕರ ಡ್ರೈವ್‌ ಅನ್ನು ಆರಿಸಿ.
te: దయచేసి ఒక ఆకర driveని ఎన్నుకోండి.

source: The drive /dev/%s will now be cloned to the following drives:
kn: /dev/%s ಡ್ರೈವ್‌ ಈಗ ಕೆಳಕಂಡ ಡ್ರೈವ್‌ಗಳಿಕೆ ತದ್ರೂಪುಗೊಳಿಸಲ್ಪಡುತ್ತದೆ:
te: ఈ drive /dev/%s ఇప్పుడు ఈ కింది driveలకు clone చేయబడుతుంది:

source: WARNING! ALL DATA ON THE TARGET DRIVES WILL BE DESTROYED.
kn: ಎಚ್ಚರಿಕೆ! ಉದ್ದಿಷ್ಟ ಡ್ರೈವ್‌ಗಳಲ್ಲಿನ ಎಲ್ಲಾ ದತ್ತಾಂಶಗಳೂ ನಾಶವಾಗುತ್ತವೆ.
te: హెచ్చరిక! లక్ష్య DRIVEలలోని సమాచారం అంతా తొలగించబడుతుంది.

source: Final Warning
kn: ಅಂತಿಮ ಎಚ್ಚರಿಕೆ
te: తుది హెచ్చరిక

source: Clone Drives
kn: ತದ್ರೂಪು ಡ್ರೈವ್‌ಗಳು
te: Clone Driveలు

source: There was an error clearing the target drives. Cloning failed.
kn: ಉದ್ದಿಷ್ಟ ಡ್ರೈವ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸುವುದರಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿತು. ತದ್ರೂಪಣೆ ವಿಫಲವಾಯಿತು.
te: లక్ష్య driveలను పూర్తి చేయటంలో దోషం ఉంది. Cloning విఫలమైంది.

source: Clone Drive Tool This tool allows you to significantly reduce the amount of effort required to setup RAID arrays. The idea is to take a source drive which has been prepared with the desired partitioning layout, and clone this layout onto other similar sized drives. Then a RAID device can be created. NOTE: The source drive must have partitions which are restricted to be on that drive only, and can only contain unused software RAID partitions. Other partition types are not allowed. EVERYTHING on the target drive(s) will be destroyed by this process.
kn: ತದ್ರೂಪು ಡ್ರೈವ್‌ ಉಪಕರಣ ಈ ಉಪಕರಣವು RAID ಪಂಕ್ತಿಯನ್ನು ರಚಿಸುವುದರಲ್ಲಿನ ಪರಿಶ್ರಮವನ್ನು ಬಹಳವಾಗಿ ಕಡಿಮೆ ಮಾಡಿಕೊಡುತ್ತದೆ. ಇದರ ಹಿಂದಿನ ಯುಕ್ತಿ ಈ ರೀತಿಯಾಗಿದೆ. ನಮ್ಮ ಅಪೇಕ್ಷೆಗನುಗುಣವಾಗಿ ವಿಭಾಗೀಕರಣ ವಿನ್ಯಾಸವುಳ್ಳ ಒಂದು ಆಕರ ಡ್ರೈವ್‌ ಅನ್ನು ತೆಗೆದುಕೊಂಡು, ಅದನ್ನು ಸಮ ಗಾತ್ರವುಳ್ಳ ಇತರ ಡ್ರೈವ್‌ಗಳಮೇಲೆ ತದ್ರೂಪುಗೊಳಿಸುವುದು. ಆಗ RAID ಸಾಧನವನ್ನು ರಚಿಸಬಹುದು. ಸೂಚನೆ: ಆಕರ ಡ್ರೈವ್‌ ತನ್ನಲ್ಲಿಗೆ ನಿರ್ಬಂಧಿತವಾದ ವಿಭಾಗಗಳನ್ನು ಮಾತ್ರ ಹೊಂದಿದ್ದು, ಕೇವಲ, ಬಳಸದೇ ಇರುವ ತಂತ್ರಾಂಶಾತ್ಮಕ RAIDRAID ಮಾತ್ರ ಒಳಗೊಂಡಿರಬೇಕು. ಇತರ ವಿಭಾಗ ಶೈಲಿಗಳನ್ನು ಸಮ್ಮತಿಸಲಾಗುವುದಿಲ್ಲ. ಉದ್ದಿಷ್ಟ ಡ್ರೈವ್‌ನಲ್ಲಿನ ಸರ್ವಸ್ವವೂ ಇದರಿಂದ ನಾಶವಾಗುತ್ತದೆ.

source: Source Drive:
kn: ಆಕರ ಡ್ರೈವ್‌:
te: ఆకర Drive:

source: Target Drive(s):
kn: ಉದ್ದಿಷ್ಟ ಡ್ರೈವ್‌ಗಳು:
te: లక్ష్య Drive(లు):

source: Drives
kn: ಡ್ರೈವ್‌ಗಳು
te: Driveలు

source: Release notes are missing.
kn: ಸಮರ್ಪಣಾ ಟಿಪ್ಪಣಿಗಳು ಕಾಣೆಯಾಗಿವೆ.
te: విడుదలకు చెందిన వివరణలు తప్పిపోయాయి.

source: Release Notes
kn: ಸಮರ್ಪಣಾ ಟಿಪ್ಪಣಿಗಳು
te: విడుదలకు చెందిన వివరణలు

source: Unable to load file!
kn: ಕಡತವನ್ನು ಉತ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ!
te: ఫైలును load చేయటం కుదరదు!

source: Unable to read package metadata from repository. This may be due to a missing repodata directory. Please ensure that your repository has been correctly generated. %s
kn: ಸಂಗ್ರಹದ ಘನದತ್ತವನ್ನು (metadata) ಸಂಪುಟದಿಂದ ಓದಲಾಗುತ್ತಿಲ್ಲ. ಇದಕ್ಕೆ ಕಾರಣ ಕಾಣೆಯಾದ ಸಂಪುಟದತ್ತವಾಗಿರಬಹುದು (repodata). ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಪುಟ ಸರಿಯಾಗಿ ಸೃಷ್ಟಿಯಾಗಿದೆಯೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. %s
te: ప్యాకేజ్ మెటాడేటాను సురక్షిత స్థానంనుండీ చదవటం కుదరదు. ఇది తప్పిపోయిన రిపోసమాచార డైరెక్టరీ వల్ల కావచ్చు. దయచేసి మీ సురక్షితస్థానం సరిగ్గా సరిగా నిష్పాదించబడిందోలేదో చూసుకోండి. %s

source: Unable to find a group file for %s. This will make manual selection of packages from the repository not work
kn: %s ಗೆ ಒಂದು ಸಮೂಹ ಕಡತವನ್ನು ಹುಡುಕಲಾಗಲಿಲ್ಲ. ಇದು ಕೆಲಸಮಾಡದ ಭಂಡಾರದಿಂದ ಪ್ಯಾಕೇಜುಗಳನ್ನು ಸ್ವಹಸ್ತದಿಂದ ಅಯ್ಕೆ ಮಾಡುತ್ತದೆ
te: %s కోసం ఫైళ్ల సమూహాన్ని కనుగొనటం కుదరదు. ఇది సురక్షిత స్థానం నుండీ మానవీయంగా ప్యాకేజీలుల ఎన్నిక చేస్తుంది

source: Invalid Repository Name
kn: ಅಮಾನ್ಯವಾದ ಸಂಪುಟದ ಹೆಸರು
te: చెల్లని సురక్షిత స్థానం పేరు

source: You must provide a non-zero length repository name.
kn: ನೀವು ಒಂದು ಒಂದಕ್ಷರದಷ್ಟಾದರೂ ಉದ್ದನೆಯ ಸಂಪುಟದ ಹೆಸರನ್ನು ನಮೂದಿಸಬೇಕು.
te: మీరు తప్పకుండా non-zero పొడవున్న సురక్షిత స్థానంపేరును సమకూర్చాలి.

source: Invalid Repository URL
kn: ಅಮಾನ್ಯವಾದ ಸಂಪುಟದ URL
te: చెల్లని సురక్షిత URL

source: You must provide an HTTP or FTP URL to a repository.
kn: ನೀವು ಒಂದು ಸಂಪುಟಕ್ಕೆ HTTP ಅಥವಾ FTP URL ಅನ್ನು ನೀಡಬೇಕು.
te: మీరు తప్పక ఒక HTTP లేదా FTP URLని సురక్షిత స్థానానికి సమకూర్చాలి.

source: The repository %s has already been added. Please choose a different repository name and URL.
kn: ಆರೋಹಣಾತಾಣ %s ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೊಂದು ಆರೋಹಣಾತಾಣವನ್ನು ಆರಿಸಿರಿ.
te: ఈ %s సురక్షిత స్థానం ఇప్పటికే కలపబడింది. దయచేసి వేరొక సురక్షిత స్థానం పేరును మరియూ URLను ఎన్నుకోండి.

source: Time Zone Selection
kn: ಕಾಲವಲಯ ಆಯ್ಕೆ
te: సమయ క్షేత్ర ఎన్నిక

source: Upgrade Boot Loader Configuration
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆಯನ್ನು ಊರ್ಜಿತಗೊಳಿಸಿ
te: బూట్లోడర్ ఆకృతీకరణను అభివృద్ధిచేయి

source: _Update boot loader configuration
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ ಸಂರಚನೆಯನ್ನು ನವೀಕರಿಸಿ (_U)
te: బూట్లోడర్ ఆకృతీకరణను అభివృద్ధిచేయి (_U)
