Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: Unknown Error
kn: ಗೊತ್ತಿಲ್ಲದ ದೋಷ
te: ‌‌తెలియని దోషం

source: Error pulling second part of kickstart config: %s!
kn: ಕಿಕ್ಸ್ಟಾರ್ಟ್ ಸಂರಚನೆಯ (kickstart config) ನ ಎರಡನೇ ಭಾಗವನ್ನು ಪ್ರಾರಂಭಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು: %s!
te: దోషం కిక్ స్టార్ట్ రెండోభాగ ఆకృతిని లాగుతోంది:%s!

source: Press <enter> for a shell
kn: ಆದೇಶತೆರೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು <enter> ಒತ್ತಿರಿ
te: షల్ కోసం <enter> నొక్కండి

source: OK
kn: ಸರಿ
te: సరే

source: You do not have enough RAM to use the graphical installer. Starting text mode.
kn: ಚಿತ್ರಾತ್ಮಕ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಬಳಸಲು ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಸಾಕಷ್ಟು RAM ಇಲ್ಲ. ಪಠ್ಯಾತ್ಮಕ ಅನುಸ್ಥಾಪನೆ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ.
te: చిత్రాత్మక స్థాపికను ఉపయోగించటానికి మీరు చాలినంత రామ్ కలిగిలేరు. పాఠ రీతిలో ప్రారంభిస్తోంది.

source: No video hardware found, assuming headless
kn: ಚಿತ್ರಣ ಯಂತ್ರಾಂಶ ಕಂಡುಬರಲಿಲ್ಲ
te: వీడియో హార్డువేరు కనుగొనబడలేదు, శీర్షిక లేనిదిగా భావిస్తోంది

source: Unable to instantiate a X hardware state object.
kn: X ಯಂತ್ರಾಂಶ ಸ್ಥಿತಿಯ ವಸ್ತುವನ್ನು ದೃಷ್ಟಾಂತೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
te: X హార్డువేరు స్థాయి వస్తువును ఇంస్టాన్టియేటుకి కుదరదు.

source: Starting graphical installation...
kn: ಚಿತ್ರಾತ್ಮಕ ಅನುಸ್ಥಾಪನೆ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ...
te: గ్రాఫికల్(చిత్రాత్మక) సంస్థాపన ప్రారంభిస్తోంది...

source: Would you like to use VNC?
kn: ನೀವು VNC ಯನ್ನು ಬಳಸಲು ಬಯಸುತ್ತೀರೆ?
te: మీరు VNCను వుపయోగించాలని అనుకొనుచున్నారా?

source: The VNC mode installation offers more functionality than the text mode, would you like to use it instead?
kn: VNC ಅನುಸ್ಥಾಪನಾ ಕ್ರಮವು ಪಠ್ಯ ಕ್ರಮದ ಅನುಸ್ಥಾಪನೆಗಿಂತ ಹಲವು ಸವಲತ್ತುಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ, ಇದರ ಬದಲಿಗೆ VNC ಯನ್ನು ಬಳಸಲು ಬಯಸುತ್ತೀರೆ?
te: టెక్స్టు మోడ్ సంస్థాపనకన్నా VNC మోడ్ సంస్థాపన ఎక్కువ కార్యరూపకాన్ని(ఫంక్షనాలిటి)ను అందిస్తుంది, మీరు దానిని వుపయోగించుదామని అనుకొనుచున్నారా?

source: Install class forcing text mode installation
kn: ಅನುಸ್ಥಾಪನಾ ವರ್ಗ ಪಠ್ಯವಿಧ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಒತ್ತಾಯಿಸುತ್ತಿದೆ
te: క్లాస్ ఫోర్సింగు సంస్థాపనారీతి పాఠ సంస్థాపన

source: Graphical installation not available... Starting text mode.
kn: ಚಿತ್ರಾತ್ಮಕ ಅನುಸ್ಥಾಪನೆ ಲಭ್ಯವಿಲ್ಲ... ಪಠ್ಯಾತ್ಮಕವಾಗಿ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ.
te: చిత్రాత్మిక సంస్థాపన అందుబాటులో లేదు... పాఠరీతిలో ప్రారంభిస్తోది.

source: DISPLAY variable not set. Starting text mode!
kn: DISPLAY ಚರಮೌಲ್ಯ (variable) ನಿಗದಿಗೊಂಡಿಲ್ಲ. ಪಠ್ಯಾತ್ಮಕ ಶೈಲಿ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ!
te: ప్రదర్శనా చరరాశి (వేరిబుల్) అమర్చబడలేదు. పాఠాకృతిలో ప్రారంభిస్తోంది!

source: Unknown install method
kn: ಗೊತ್ತಿಲ್ಲದ ಅನುಸ್ಥಾಪನಾ ಕ್ರಮ
te: అజ్ఞాత సంస్థాపనా విధానం

source: You have specified an install method which isn't supported by anaconda.
kn: ಅನಕೊಂಡಾ ಸಮರ್ಥಿಸದ ಅನುಸ್ಥಾಪನಾ ಕ್ರಮವನ್ನು ನೀವು ನಿಗದಿಪಡಿಸಿದ್ದೀರಿ.
te: మీరు అనకొండ సమర్ధించని సంస్థాపనా విధానాన్ని సూచించాలి.

source: unknown install method: %s
kn: ಗೊತ್ತಿಲ್ಲದ ಅನುಸ್ಥಾಪನಾ ಕ್ರಮ: %s
te: అజ్ఞాత సంస్థాపనా విధానం: %s

source: Could not allocate cylinder-based partitions as primary partitions.
kn: ಸಿಲಿಂಡರ್-ಆಧಾರಿತ ವಿಭಾಗಗಳನ್ನು ಪ್ರಾಥಮಿಕ ವಿಭಾಗಗಳಾಗಿ ನಿಗದಿಗೊಳಿಸಲಾಗಲಿಲ್ಲ.
te: ప్రాథమిక విభాగాలుగా సిలిండర్-ఆధారిత విభజనలు కేటాయించలేదు.

source: Could not allocate partitions as primary partitions.
kn: ವಿಭಾಗಗಳನ್ನು ಪ್ರಾಥಮಿಕ ವಿಭಾಗಗಳಾಗಿ ನಿಗದಿಗೊಳಿಸಲಾಗಲಿಲ್ಲ.
te: ప్రాధమిక విభజనలుగా విభజనలను కేటాయించలేదు.

source: Could not allocate cylinder-based partitions.
kn: ಸಿಲಿಂಡರ್-ಆಧಾರಿತ ವಿಭಾಗಗಳನ್ನು ನಿಗದಿಗೊಳಿಸಲಾಗಲಿಲ್ಲ.
te: సిలిండర్-ఆధారిత విభజన కేటాయించబడలేదు.

source: Boot partition %s doesn't belong to a BSD disk label. SRM won't be able to boot from this partition. Use a partition belonging to a BSD disk label or change this device disk label to BSD.
kn: ಬೂಟ್‌ ವಿಭಾಗ %s BSD ಮುದ್ರಿಕಾಗುರುತುಪಟ್ಟಿಗೆ ಸೇರಿಲ್ಲ. SRM ಗೆ ಈ ವಿಭಾಗದಿಂದ ಗಣಕವನ್ನು ಸಜ್ಜುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. BSD ಮುದ್ರಿಕಾಗುರುತುಪಟ್ಟಿಗೆ ಸೇರಿದ ವಿಭಾಗವನ್ನು ಬಳಸಿ, ಇಲ್ಲವೇ ಈ ಸಾಧನದ ಮುದ್ರಿಕಾಗುರುತನ್ನು BSD ಮುದ್ರಿಕಾಗುರುತಿಗೆ ಬದಲಾಯಿಸಿ.
te: బూట్ విభజన %s బి యస్ డి డిస్క్ గుర్తుకి చెందింది కాదు.

source: Boot partition %s doesn't belong to a disk with enough free space at its beginning for the bootloader to live on. Make sure that there's at least 5MB of free space at the beginning of the disk that contains /boot
kn: ಬೂಟ್‌ ವಿಭಾಗ %s ಬೂಟ್‌ ಉತ್ಥಾಪಕಕ್ಕೆ ಬೇಕಾದಷ್ಟು ಸ್ಥಳವನ್ನು ಮೊದಲಿನಲ್ಲಿ ಉಳ್ಳ ಡಿಸ್ಕಿಗೆಸೇರಿಲ್ಲ. /boot ಹೊಂದಿರುವ ಡಿಸ್ಕಿನ ಮೊದಲಿನಲ್ಲಿ ೫ ಎಂ.ಬಿ ಯಷ್ಟಾದರೂ ಸ್ಥಳವಿದೆಯೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
te: %s బూట్ విభజన దానిలోని చాలినంత ఖాళీతో డిస్కుకి చెందినది కాదు బూటులోడరును ప్రారంభించటానికి. కనీసం /బూట్ డిస్కు ప్రారంభంలో 5MB ఖాళీ ఉండాలి.

source: Boot partition %s isn't a VFAT partition. EFI won't be able to boot from this partition.
kn: ಬೂಟ್‌ ವಿಭಾಗ %s VFAT ವಿಭಾಗವಲ್ಲ. EFI ಗೆ ಈ ವಿಭಾಗದಿಂದ ಕಾರ್ಯಾರಂಭಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
te: బూట్ విభజన. %s VFAT విభజన కాదు. EFI ఈ విభజన నుండీ బూట్ చేయలేదు.

source: Boot partition isn't located early enough on the disk. OpenFirmware won't be able to boot this installation.
kn: ಬೂಟ್‌ ವಿಭಾಗ ನಿಮ್ಮ ಗಟ್ಟಿಮುದ್ರಿಕೆಯಲ್ಲಿ ಅಗತ್ಯವಾದಷ್ಟು ಮೊದಲೇ ಕಂಡುಬರಲಿಲ್ಲ. OpenFirmware ಗೆ ಈ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಬೂಟ್‌ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
te: ఇంతకుముందు బూట్ విభజన తగినంతగా మీ డిస్కులో చేసిలేదు. ఫ్రింవేర్ తెరవటం ఈ సంస్థాపనను బూట్ చేయలేదు.

source: Boot partition %s may not meet booting constraints for your architecture.
kn: ಬೂಟ್‌ ವಿಭಾಗ %s ನಿಮ್ಮ ಗಣಕವಿನ್ಯಾಸವನ್ನು ಸಜ್ಜುಗೊಳಿಸಲು ಇರುವ ನಿಬಂಧನೆಗಳನ್ನು ಪೂರೈಸದೇ ಹೋಗಬಹುದು.
te: %s బుట్ విభజన మీ నిర్మాణాలకోసం బూటింగు విషయాన్ని కలవకపోవచ్చు.

source: Adding this partition would not leave enough disk space for already allocated logical volumes in %s.
kn: ಈ ವಿಭಾಗವನ್ನು ಸೇರಿಸುವುದರಿಂದ ನೀವು ಈಗಾಗಲೇ %s ನಲ್ಲಿ ನಿಗದಿಗೊಳಿಸಿರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣಗಳನ್ನು ರಚಿಸಲು ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶ ಉಳಿಯದೇ ಹೋಗಬಹುದು.
te: %sలో ఇప్పటికే కేటాయించిన తార్కిక విలువ వల్ల ఈ విభజనని కలపటం మీ డిస్కులో చాలినంత ఖాళీని కలిగి ఉండదు

source: Requested Partition Does Not Exist
kn: ನೀವು ಕೋರಿದ ವಿಭಾಗ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
te: అడిగిన విభజన లేదు

source: Unable to locate partition %s to use for %s. Press 'OK' to reboot your system.
kn: %s ವಿಭಾಗವನ್ನು %s ನಲ್ಲಿ ಬಳಸಲು ಗುರುತಿಸಲಾಗಲಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು 'ಸರಿ' ಗುಂಡಿಯನ್ನೊತ್ತಿರಿ.
te: %s. ఉపయోగం కొరకు %sవిభజన ఉంచటానికి కుదరదు కంప్యూటరును పునఃప్రారంభించటానికి 'సరే' మీటను నొక్కండి.

source: Requested Raid Device Does Not Exist
kn: ು ಕೋರಿದ RAID ಸಾಧನ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
te: అడిగిన రైడ్ విభాగం లేదు

source: Unable to locate raid device %s to use for %s. Press 'OK' to reboot your system.
kn: %s RAID ಸಾಧನವನ್ನು %s ನಲ್ಲಿ ಬಳಸಲು ಗುರುತಿಸಲಾಗಲಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು 'ಸರಿ' ಗುಂಡಿಯನ್ನೊತ್ತಿರಿ.
te: %sఉపయోగం కోసం %s రైడ్ విభాగాన్ని ఉంచటం కుదరదు. మీ కంప్యూటరును పునఃప్రారంభించటానికి 'సరే'ని నొక్కండి.

source: Requested Volume Group Does Not Exist
kn: ಕೋರಿದ ಪರಿಮಾಣ ಸಮೂಹ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
te: అడిగిన శృతివిభాగం లేదు

source: Unable to locate volume group %s to use for %s. Press 'OK' to reboot your system.
kn: %s ಪರಿಮಾಣ ಸಮೂಹವನ್ನು %s ನಲ್ಲಿ ಬಳಸಲು ಗುರುತಿಸಲಾಗಲಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು 'ಸರಿ' ಗುಂಡಿಯನ್ನೊತ್ತಿರಿ.
te: %s. ఉపయోగం కొరకు %s విభాగ వర్గాన్ని ఉంచటం కుదరదు. మీ కంప్యూటరును పునఃప్రారంభించటానికి 'సరే'ను నొక్కండి.

source: Requested Logical Volume Does Not Exist
kn: ಕೋರಿದ ತಾರ್ಕಿಕ ಪರಿಮಾಣ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
te: కోరిన తార్కిక విభాగం లేదు

source: Unable to locate logical volume %s to use for %s. Press 'OK' to reboot your system.
kn: %s ತಾರ್ಕಿಕ ಪರಿಮಾಣ %s ನಲ್ಲಿ ಬಳಸಲು ಗುರುತಿಸಲಾಗಲಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು 'ಸರಿ' ಗುಂಡಿಯನ್ನೊತ್ತಿರಿ.
te: %s. ఉపయోగం కొరకు %s తార్కిక విభాగాన్ని ఉంచటం కుదరదు. మీ కంప్యూటరును పునఃప్రారంభించటానికి 'సరే'ను నొక్కండి.

source: Automatic Partitioning Errors
kn: ಸ್ವಯಂಚಾಲಿತ ವಿಭಾಗೀಕರಣದ ದೋಷಗಳು
te: స్వయంచాలక విభజన దోషాలు

source: The following errors occurred with your partitioning: %s Press 'OK' to reboot your system.
kn: ವಿಭಾಗೀಕರಣದಲ್ಲಿ ಕೆಳಕಂಡ ದೋಷಗಳು ಕಂಡುಬಂದವು: %s ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು 'ಸರಿ' ಗುಂಡಿಯನ್ನೊತ್ತಿರಿ.
te: మీ విభజనతో ఈ కింది దోషాలు వస్తున్నాయి: %s మీ కంప్యూటరును పునఃప్రారంభించటానికి 'సరే'ను నొక్కండి.

source: Warnings During Automatic Partitioning
kn: ಸ್ವಯಂಚಾಲಿತ ವಿಭಾಗೀಕರಣದಲ್ಲಿ ಕಂಡುಬಂದ ಎಚ್ಚರಿಕೆಗಳು
te: స్వయంచాలక విభజనప్పుడు దోషాలు

source: Following warnings occurred during automatic partitioning: %s
kn: ಸ್ವಯಂಚಾಲಿತ ವಿಭಾಗೀಕರಣದಲ್ಲಿ ಈ ಕೆಳಕಂಡ ಎಚ್ಚರಿಕೆಗಳು ಕಂಡುಬಂದಿವೆ: %s
te: స్వయంచాలక విభజనప్పుడు కింది హెచ్చరికలు సంభవించాయి: %s

source: Press 'OK' to reboot your system.
kn: ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು 'ಸರಿ' ಗುಂಡಿಯನ್ನೊತ್ತಿರಿ.
te: మీ కంప్యూటరును పునఃప్రారంభించటానికి 'సరే'ను నొక్కండి.

source: Error Partitioning
kn: ವೀಭಾಗೀಕರಣದಲ್ಲಿ ದೋಷ
te: విభజన దోషం

source: Could not allocate requested partitions: %s.%s
kn: ಕೋರಿದ ವಿಭಾಗಗಳನ್ನು ನಿಗದಿಗೊಳಿಸಲಾಗಲಿಲ್ಲ: %s.%s
te: అడిగిన విభజనను కేటాయించలేదు: %s.%s

source: Press 'OK' to choose a different partitioning option.
kn: ಬೇರೊಂದು ವಿಭಾಗೀಕರಣ ಆಯ್ಕೆಯನ್ನು ಆರಿಸಲು 'ಸರಿ' ಒತ್ತಿರಿ.
te: వేరొక విభజన ఐచ్ఛికాన్ని ఎన్నుకోటానికి 'సరే'ను నొక్కండి.

source: The following errors occurred with your partitioning: %s This can happen if there is not enough space on your hard drive(s) for the installation.%s
kn: ನಿಮ್ಮ ವೀಭಾಗೀಕರಣದಲ್ಲಿ ಕೆಳಕಂಡ ದೋಷಗಳು ಕಂಡುಬಂದವು: %s ನಿಮ್ಮ ಡ್ರೈವ್‌ನಲ್ಲಿ(ಗಳಲ್ಲಿ) ಅನುಸ್ಥಾಪನೆಗೆ ಬೇಕಾದ ಸ್ಥಳವಿಲ್ಲದಿದ್ದ ಪಕ್ಷದಲ್ಲಿ ಹೀಗಾಗಬಹುದು.%s
te: మీ విభజనతో ఈ కింది దోషాలు వస్తున్నాయి:: %s సంస్థాపనకు మీ హార్డు డ్రైవు(లు)లో తగిన ఖాళీ లెకపోవటంవల్ల ఇది జరిగిం.%s

source: Unrecoverable Error
kn: ಪಾರಾಗಲಾಗದ ದೋಷ
te: తిరిగి సరిచేసుకోలేని దోషం

source: Your system will now be rebooted.
kn: ನಿಮ್ಮ ಗಣಕವನ್ನು ಈಗ ಮರುಸಜ್ಜುಗೊಳಿಸಲಾಗುತ್ತದೆ.
te: ఇప్పుడు మీ కంప్యూటర్ పునఃప్రారంభించబడాలి.

source: Warning
kn: ಎಚ್ಚರಿಕೆ
te: హెచ్చరిక

source: Automatic Partitioning sets partitions based on the selected installation type. You also can customize the partitions once they have been created. The manual disk partitioning tool, Disk Druid, allows you to create partitions in an interactive environment. You can set the file system types, mount points, partition sizes, and more.
kn: ನೀವು ಆರಿಸಿರುವ ಅನುಸ್ಥಾಪನಾ ವಿಧಾನದ ಮೇರೆಗೆ ಸ್ವಯಂಚಾಲಿತ ವಿಭಾಗೀಕರಣ ವಿಭಾಗಗಳನ್ನು ರಚಿಸುತ್ತದೆ. ಈ ವಿಭಾಗಗಳು ರಚಿತವಾದ ನಂತರವೂ ಅವುಗಳನ್ನು ನಿಮ್ಮಿಷ್ಟದಂತೆ ಮಾರ್ಪಡಿಸಬಹುದು. ಸ್ವಹಸ್ತ ಮುದ್ರಿಕಾ ವಿಭಾಗೀಕರಣ ಉಪಕರಣ, Disk Druid, ಪಾರಸ್ಪರಿಕ ಪರಿಸರದಲ್ಲಿ ವಿಭಾಗಗಳನ್ನು ರಚಿಸಲು ಅನುವುಮಾಡಿಕೊಡುತ್ತದೆ. ಇದರಲ್ಲಿ ನೀವು, ಕಡತ ವ್ಯವಸ್ಥಾ ವಿಧಾನಗಳು, ಆರೋಹಣಾತಾಣಗಳು, ವಿಭಾಗ ಗಾತ್ರಗಳು ಇತ್ಯಾದಿಗಳನ್ನು ಸಂಯೋಜಿಸಬಹುದು.
te: ఎన్నిక సంస్థాపనమీద ఆధారపడ్ద స్వయంచాలక విభజన అమర్పులు. అవొ ఒకసారి సృష్టించబడినతరువాత వినియోగించవచ్చు. మానవీయ డిస్కు విభజన సాధనం, డిస్కు డ్రూయిద్, మిమ్మల్ని పారస్పర్య విధానంలో విభజనలను సృష్టించటానికి అనుమతిస్తాయి. మీరు ఫైలు విధాన్న రకాలను అమర్చవచ్చు, మౌంటు పాయింట్లు, విభజన పరిమాణాలు, మొదలైనవి.

source: Before automatic partitioning can be set up by the installation program, you must choose how to use the space on your hard drives.
kn: ಅನುಸ್ಥಾಪನಾ ಕ್ರಮವಿಧಿಯಿಂದ ಸ್ವಯಂಚಾಲಿತ ವಿಭಾಗೀಕರಣವು ಅನುವುಗೊಳಿಸಲ್ಪಡುವ ಮೊದಲು ನೀವು ನಿಮ್ಮ ಗಟ್ಟಿಮುದ್ರಿಕೆಗಳಲ್ಲಿ ಲಭ್ಯವಿರುವ ಸ್ಥಳವನ್ನು ಹೇಗೆ ಬಳಸಿಕೊಳ್ಳಬೇಕೆಂದು ಆರಿಸಿಕೊಳ್ಳಬೇಕು.
te: సంస్థాపనా పరిక్రమం ద్వారా స్వయంచాలక విభజన ఎర్పరచకముందే, మీరు మీ హార్డు డ్రైవులలో ఖాళీని ఎలా ఉపయోగించుకోవాలో నిర్ణయించుకోవాలి.

source: Remove all partitions on this system
kn: ಗಣಕದಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಭಾಗಗಳನ್ನೂ ತೆಗೆದುಹಾಕು
te: ఈ కంప్యూటరులో అన్ని విభజనలనూ తొలగించు

source: Remove all Linux partitions on this system
kn: ಗಣಕದಲ್ಲಿರುವ ಎಲ್ಲಾ ಲೈನಕ್ಸ್ ವಿಭಾಗಗಳನ್ನೂ ತೆಗೆದುಹಾಕು
te: ఈ కంప్యూటరులోని అన్ని Linux విభజనలనీ తొలగించు.

source: Keep all partitions and use existing free space
kn: ಎಲ್ಲಾ ವಿಭಾಗಗಳನ್ನೂ ಉಳಿಸಿಕೊಂಡು ಲಭ್ಯವಿರುವ ಖಾಲಿ ಸ್ಥಳವನ್ನು ಬಳಸಿಕೊ
te: అన్ని విభజనలనీ ఉంచి మిగిలిన ఖాళీని ఉపయోగించు

source: You have chosen to remove all partitions (ALL DATA) on the following drives:%s Are you sure you want to do this?
kn: ನೀವು ಕೆಳಕಂಡ ಡ್ರೈವ್‌ಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ವಿಭಾಗಗಳನ್ನೂ (ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ) ತೆಗೆದುಹಾಕಲು ನಿರ್ಧರಿಸಿದ್ದೀರಿ:%s ನೀವು ಹೀಗೆಮಾಡಬೇಕೆಂದು ಖಚಿತವಾಗಿ ನಿರ್ಧರಿಸಿರುವಿರೇ?
te: మీరు కింది డ్రైవులలోని అన్ని విభజనలనీ (సమాచారం అంతటినీ) తొలగించాలనుకున్నారు:%s/n మీరు నిజంగా దీన్ని చెయాలనుకుంటున్నారా?

source: You have chosen to remove all Linux partitions (and ALL DATA on them) on the following drives:%s Are you sure you want to do this?
kn: ನೀವು ಕೆಳಕಂಡ ಡ್ರೈವ್‌ಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ಲೈನಕ್ಸ್ ವಿಭಾಗಗಳನ್ನೂ (ಹಾಗೂ ಅವುಗಳಲ್ಲಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ) ತೆಗೆದುಹಾಕಲು ನಿರ್ಧರಿಸಿದ್ದೀರಿ:%s ನೀವು ಹೀಗೆಮಾಡಬೇಕೆಂದು ಖಚಿತವಾಗಿ ನಿರ್ಧರಿಸಿರುವಿರೇ?
te: మీరు ఈ కింది డ్రైవులలోని Linux విభజనలన్నీ (మరియు వాటిలోని సమాచారం అంతటినీ) తొలగించాలనుకుంటున్నారు:%s మీరు ఇది నిజంగా చెయాలనుకుంటున్నారా?

source: Upgrading %s
kn: %s ಅನ್ನು ಊರ್ಜಿತಗೊಳಿಸಲಾಗುತ್ತಿದೆ
te: స్థాయీవృద్ధి %s

source: Installing %s
kn: %s ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ
te: సంస్థాపన %s

source: Bootloader
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕ
te: బూట్ లోడర్

source: Installing bootloader...
kn: ಸಜ್ಜು ಉತ್ಥಾಪಕವು ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳುತ್ತಿದೆ...
te: బూట్ లోడర్ సంస్థాపన...

source: No kernel packages were installed on your system. Your boot loader configuration will not be changed.
kn: ಯಾವ ತಿರುಳು ಸಂಗ್ರಹಗಳೂ (kernal packages) ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳಲಿಲ್ಲ. ನಿಮ್ಮ ಸಜ್ಜು ಉತ್ಥಾಪಕ (bootloader) ಸಂರಚನೆಯು ಬದಲಾಗುವುದಿಲ್ಲ.
te: కెర్నల్లు ప్యాకేజీలు మీ కంప్యూటరులో సంస్థాపించబడలేదు. మీ బూట్ లోడర్ ఆకృతీకరణ మార్చబడకూడదు.

source: Completed
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
te: పూర్తయ్యింది

source: In progress...
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ...
te: అభివృద్ధిలో...

source: Can't have a question in command line mode!
kn: ಆದೇಶಸಾಲು ಸ್ಥಿತಿಯಲ್ಲಿ ಪ್ರಶ್ನೆಗಳಿರುವಂತಿಲ್ಲ!
te: ఆదేశ క్రమ రీతిలో ప్రశ్నని కలిగిఉండదు!

source: The following error was found while parsing your kickstart configuration: %s
kn: ನಿಮ್ಮ ಕಿಕ್‌ಸ್ಟಾರ್ಟ್‌ ಸಂರಚನೆಯನ್ನು ಪದಾನ್ವಯಿಸುವಾಗ ಈ ಕೆಳಕಂಡ ದೋಷ ಕಂಡುಬಂದಿತು: %s
te: మీ కిక్ స్టార్టు ఆకృతిని వ్యాకృతిచేస్తున్నప్పుడు ఈ కింది దోషం కనుగొనబడింది: %s

source: Parted exceptions can't be handled in command line mode!
kn: Parted ನ ತೊಡಕುಗಳನ್ನು ಆದೇಶಸಾಲು ಸ್ಥಿತಿಯಲ್ಲಿ ನಿರ್ವಹಿಸಲಾಗುವುದಿಲ್ಲ!
te: ఆదేశ లైను రీతిలో విభాజక ఐచ్చికాలు నిర్వహించబడవు!

source: Done [%d/%d]
kn: ಮುಗಿಯಿತು [%d/%d]
te: పూర్తయ్యింది [%d/%d]

source: Installing %s-%s-%s...
kn: %s-%s-%s... ಅನುಸ್ಥಾಪನೆಗೊಳ್ಳುತ್ತಿದೆ
te: సంస్థాపన %s-%s-%s...

source: An unhandled exception has occurred. This is most likely a bug. Please save a copy of the detailed exception and file a bug report against anaconda at %s
kn: ಅಪರಿಹಾರ್ಯ ತೊಡಕು ಕಂಡುಬಂದಿದೆ. ಇದು ಬಹುಶಃ ದೋಷವಿದ್ದಿರಬೇಕು. ದಯವಿಟ್ಟು ಈ ತೊಡಕುಗಳ ವಿವರಗಳ ನಕಲನ್ನು ಉಳಿಸಿ, anaconda ವಿರುದ್ಧ %s ನಲ್ಲಿ ದೋಷವರದಿಯನ್ನು ಒಪ್ಪಿಸಿ
te: వీలుకాని అపవాదం సంభవించింది. ఇది చాలావరకూ బగ్ లాంటిది. దయచేసి అపవాదంయొక్క ఒక వివరణాత్మక ప్రతిని భద్రపరవండి మరియూ అనకొండకు ప్రతికూలంగా ఒక బగ్ ఫిర్యాదును %sలో ఫైలు చెయండి.

source: Dump Written
kn: ಬಿಸುಡನ್ನು ಬರೆಯಲಾಗಿದೆ
te: లేఖన రాశి

source: Your system's state has been successfully written to the floppy. Your system will now be rebooted.
kn: ನಿಮ್ಮ ಗಣಕದ ಸ್ಥಿತಿಯನ್ನು ಮೆದುಮುದ್ರಿಕೆ (floppyಪಿ) ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಬರೆಯಲಾಗಿದೆ. ನಿಮ್ಮ ಗಣಕವು ಈಗ ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತದೆ.
te: మీ కంప్యూటరు ప్లాపూలో రాయగల స్థితిలో ఉంది. మీ కంప్యూటరును ఇప్పుడు పునఃప్రారంభించండి.

source: _Reboot
kn: ಮರುಸಜ್ಜುಗೊಳಿಸು (_R)
te: పునఃప్రారంభించు (_R)

source: Dump Not Written
kn: ಬಿಸುಡನ್ನು ಬರೆದಿಲ್ಲ
te: డంప్ రాయబడలేదు

source: There was a problem writing the system state to the floppy.
kn: ನಿಮ್ಮ ಗಣಕದ ಸ್ಥಿತಿಯನ್ನು ಮೆದುಡಿಸ್ಕಿಗೆ (floppy) ಬರೆಯುವಾಗ ತೊಂದರೆಯುಂಟಾಯಿತು.
te: కంప్యూటరు స్థితిని ప్లాపీలోకి రాయటంలో ఇబ్బంది ఉంది.

source: Your system's state has been successfully written to the remote host. Your system will now be rebooted.
kn: ನಿಮ್ಮ ಗಣಕದ ಸ್ಥಿತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ದೂರಸ್ಥ ಅತಿಥೇಯದಲ್ಲಿ (remote host) ಬರೆಯಲಾಗಿದೆ. ನಿಮ್ಮ ಗಣಕವು ಈಗ ಮರುಸಜ್ಜುಗೊಳ್ಳುತ್ತದೆ.
te: మీ కంప్యూటరు స్థితి విజయవంతంగా దూరస్థ ఆతిధేయిలో రాయబడుతోంది. మీ కంప్యూటరు ఇప్పుడు పునఃప్రారంభించాలి.

source: There was a problem writing the system state to the remote host.
kn: ನಿಮ್ಮ ಗಣಕದ ಸ್ಥಿತಿಯನ್ನು ದೂರಸ್ಥ ಅತಿಥೇಯಕ್ಕೆ ಬರೆಯುವಾಗ ತೊಂದರೆಯುಂಟಾಯಿತು.
te: కంప్యూటరు స్థితిని దూరస్థ ఆతిధేయికి రాయటంలో ఇబ్బంది ఉంది.

source: Checking for Bad Blocks
kn: ದೋಷಯುಕ್ತ ಖಂಡಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
te: చెడ్డ అడ్డంకులకోసం వెతుకుతున్నది

source: Checking for bad blocks on /dev/%s...
kn: /dev/%s ನಲ್ಲಿನ ದೋಷಯಕ್ತ ಖಂಡಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
te: /dev/లో చెడ్డ బ్లాక్సుకోసం వెతుకుతోంది %s...

source: Error
kn: ದೋಷ
te: దోషం

source: An error occurred migrating %s to ext3. It is possible to continue without migrating this file system if desired. Would you like to continue without migrating %s?
kn: %s ಅನ್ನು ext3 ಕಡತವ್ಯವಸ್ಥೆಗೆ ಬದಲಾಯಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿತು. ಇಷ್ಟಬಂದಲ್ಲಿ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಬದಲಾಯಿಸದೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿದೆ. %s ಅನ್ನು ಬದಲಾಯಿಸದೆ ಮುಂದುವರೆಯಲು ನಿಮಗೆ ಇಚ್ಛೆ ಇದೆಯೇ?
te: %s ని ext3కి పంపటంలో దోషం సంభవిస్తోంది. మీరు కోరుకుంటే ఈ ఫైలు ని వలసపంపకుండా మీరు కొనసాగించపచ్చు. మీరు %sని వలస పంపకుండా కొనసాగాలను కుమ్టున్నారా?

source: RAID Device
kn: RAID ಸಾಧನ
te: RAID సాధనం

source: Apple Bootstrap
kn: Apple ಸಜ್ಜು ತಂತ್ರಾಂಶ

source: PPC PReP Boot
kn: PPC PReP ಸಜ್ಜು ತಂತ್ರಾಂಶ

source: First sector of boot partition
kn: ಬೂಟ್‌ ವಿಭಾಗದ ಪ್ರಥಮ ತ್ರಿಜ್ಯಖಂಡ (sector)
te: బూట్ విభజనలో మొదటి క్షేత్రం

source: Master Boot Record (MBR)
kn: ಪ್ರಧಾನ ಸಜ್ಜು ದಾಖಲು (MBR)
te: యాజమాన్య బూట్ నమోదు

source: An error occurred trying to initialize swap on device %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
kn: %s ಸಾಧನದಲ್ಲಿ ವಿನಿಮಯಸ್ಮೃತಿಯನ್ನು (swap) ಪ್ರಾರಂಭಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ. ಈ ತೊಂದರೆ ಗಂಭೀರವಾದದ್ದಾದ ಕಾರಣ ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು <Enter> ಅನ್ನು ಒತ್ತಿರಿ.
te: %s సాధనంలో స్వాపును సంస్థాపించటానికి ప్రయత్నిస్తున్నప్పుడు దోషం సంభవించింది. ఈ సమస్య తీవ్రమైంది, సంస్థాపన కొనసాగించలేము. మీకంప్యూటరును పునఃప్రారంభించటానికి <Enter> నొక్కండి.

source: Skip
kn: ಉಪೇಕ್ಷಿಸಿ
te: విడిచిపెట్టు

source: Reboot
kn: ಮರುಸಜ್ಜುಗೊಳಿಸಿ
te: పునఃప్రారంభించు

source: The swap device: /dev/%s is a version 0 Linux swap partition. If you want to use this device, you must reformat as a version 1 Linux swap partition. If you skip it, the installer will ignore it during the installation.
kn: ವಿನಿಮಯಸ್ಮೃತಿ ಸಾಧನ: /dev/%s ಒಂದು ಲೈನಕ್ಸ್ ಆವೃತ್ತಿ ೦ ವಿನಿಮಯಸ್ಮೃತಿ ವಿಭಾಗ. ಈ ಸಾಧನವನ್ನು ಉಪಯೋಗಿಸಬೇಕೆಂದಿದ್ದಲ್ಲಿ, ಇದನ್ನು ಲೈನಕ್ಸ್ ಆವೃತ್ತಿ ೧ ನೇ ವಿನಿಮಯಸ್ಮೃತಿಯಾಗಿ ಮರುಫಾರ್ಮಾಟುಗೊಳಿಸಬೇಕು. ಈ ಕಾರ್ಯವನ್ನು ಉಪೇಕ್ಷಿಸಿದರೆ, ಅನುಸ್ಥಾಪಕವುಅನುಸ್ಥಾಪನೆಯಲ್ಲಿ ಇದನ್ನು ಕಡೆಗಣಿಸುತ್ತದೆ.
te: స్వాప్ విభాగం: ...../dev/%s 0 Linux స్వాప్ విభజన ప్రతి. మీరు ఈ విభాగాన్ని ఉపయోగించాలనుకుంటే మీరు ౧ Linux స్వాప్ విభజన ప్రతికి పునః ఆకృతీకరించబడాలి. మీరు దాన్ని విడిచిపెడితే సంస్థాపన చేస్తున్నప్పుడు మీ సంస్థాపన గుర్తించబడదు.

source: Reformat
kn: ಮರುಸಪಾಟುಗೊಳಿಸಿ
te: పునఃఆకృతీకరణ

source: The swap device: /dev/%s in your /etc/fstab file is currently in use as a software suspend partition, which means your system is hibernating. To perform an upgrade, please shut down your system rather than hibernating it.
kn: ನಿಮ್ಮ /etc/fstab ಕಡತದಲ್ಲಿರುವ ವಿನಿಮಯಸ್ಮೃತಿ ಸಾಧನ: /dev/%s ಸಧ್ಯಕ್ಕೆ ತಂತ್ರಾಂಶ ಒರಗುವಿಭಾಗವಾಗಿ (software suspend partition) ಬಳಸಲ್ಪಡುತ್ತಿದ್ದು, ನಿಮ್ಮ ಗಣಕ ಸುಪ್ತಸ್ಥಿತಿ (hibernation) ಗೆ ತೆರಳುತ್ತಿರುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಗಣಕವನ್ನು ಊರ್ಜಿತಗೊಳಿಸಲು ದಯವಿಟ್ಟು ಅದನ್ನು ಸುಪ್ತಸ್ಥಿತಿಗೆ ಕರೆದೊಯ್ಯುವ ಬದಲು, ಸ್ಥಗಿತಗೊಳಿಸಿ (shut down).
te: స్వాప్ సాధనం: /dev/%s మీ /etc/fstab ఫైలులో ప్రస్తుతానికి సాఫ్టువేరు చేత బహిష్కరింపబడ్డ విభజనగా ఉపయోగంలో ఉంది, అంటే మీ కంప్యూటరు క్రియాశీల రహితంగా ఉంది. దాన్ని సుప్తావస్తలో ఉంచేకంటే క్రియాశీలంగా చేయటానికి మీ కంప్యూటరును మూయండి.

source: The swap device: /dev/%s in your /etc/fstab file is currently in use as a software suspend partition, which means your system is hibernating. If you are performing a new install, make sure the installer is set to to format all swap partitions.
kn: ನಿಮ್ಮ /etc/fstab ಕಡತದಲ್ಲಿರುವ ವಿನಿಮಯಸ್ಮೃತಿ ಸಾಧನ: /dev/%s ಸಧ್ಯಕ್ಕೆ ತಂತ್ರಾಂಶ ಒರಗುವಿಭಾಗವಾಗಿ (software suspend partition) ಬಳಸಲ್ಪಡುತ್ತಿದ್ದು, ನಿಮ್ಮ ಗಣಕ ಸುಪ್ತಸ್ಥಿತಿಗೆ ತೆರಳುತ್ತಿರುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ. ನೀವು ಹೊಸ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಕೈಗೆತ್ತಿಕೊಂಡಿರುವ ಪಕ್ಷದಲ್ಲಿ, ನಿಮ್ಮ ಅನುಸ್ಥಾಪಕವು ಎಲ್ಲಾ ವಿನಿಮಯಸ್ಮೃತಿಗಳನ್ನೂ ಫಾರ್ಮಾಟುಗೊಳಿಸಲು ಅನುವುಗೊಂಡಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.
te: స్వాప్ సాధనం: ..../dev/ %s మీ /etc/fstabలో ఫైలు ప్రస్తుతానికి సాఫ్టువేరు చేత బహిష్కరించబడినదై ఉపయోగించబడుతోంది, అంటే మీ కంప్యూటరు క్రియాసూన్యంగా ఉంది. మీరు కొత్త సంస్థాపన చేయాలనుకుంటే, సంస్థాపిక అన్ని స్వాప్ విభజనల్నీ ఆకృతీకరించి అమర్చవలసి ఉంటుంది.

source: Choose Skip if you want the installer to ignore this partition during the upgrade. Choose Format to reformat the partition as swap space. Choose Reboot to restart the system.
kn: ಗಣಕವನ್ನು ಊರ್ಜಿತಗೊಳಿಸುವಾಗ ಅನುಸ್ಥಾಪಕವು ಈ ವಿಭಾಗವನ್ನು ಕಡೆಗಣಿಸಬೇಕಾದ ಪಕ್ಷದಲ್ಲಿ ಉಪೇಕ್ಷಿಸಿ ಯನ್ನು ಆರಿಸಿರಿ. ಈ ವಿಭಾಗವನ್ನು ವಿನಿಮಯಸ್ಮೃತಿಯಾಗಿ ಮರುಫಾರ್ಮಾಟುಗೊಳಿಸಲು ಫಾರ್ಮಾಟುಗೊಳಿಸಿ ಯನ್ನು ಆರಿಸಿರಿ. ಗಣಕವನ್ನು ಪುನರಾರಂಭಿಸಲು ಮರುಸಜ್ಜುಗೊಳಿಸಿ ಯನ್ನು ಆರಿಸಿ.
te: స్థాయి పెంపులో మీరు సంస్థాపిక విభజనలను నిర్లక్ష్యం చేయాలనుకుంటే దాటవేతని ఎన్నుకోండి. స్వాప్గా జాగా పునరాకృతీకరించటానికి ఆకృతీకరణను ఎన్నుకోండి. కంప్యూటరును పునఃప్రారంభించటానికి పునఃప్రారంభాన్ని ఎన్నుకోండి.

source: Format
kn: ಫಾರ್ಮಾಟುಗೊಳಿಸಿ
te: ఆకృతీకరణ

source: Error enabling swap device %s: %s The /etc/fstab on your upgrade partition does not reference a valid swap partition. Press OK to reboot your system.
kn: ವಿನಿಮಯಸ್ಮೃತಿ ಸಾಧನ %s: %s ಅನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿತು. ನಿಮ್ಮ ಊರ್ಜಿತ ವಿಭಾಗದಲ್ಲಿರುವ /etc/fstab ಕಡತ ಮಾನ್ಯವಾದ ವಿನಿಮಯಸ್ಮೃತಿಯತ್ತ ಸೂಚಿಸುತ್ತಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು ಸರಿ ಯನ್ನು ಒತ್ತಿರಿ.
te: స్వాప్ సాధనాన్ని %s: %s నియంత్రించటంలో దోషం మీ స్థాయిపెంచిన విభజన /etc/fstab సరైన స్వాప్ విభజనను తెలియచేయదు. మీ కంప్యూటరును పునఃప్రారంభించటానికి సరేను నొక్కండి.

source: Error enabling swap device %s: %s This most likely means this swap partition has not been initialized. Press OK to reboot your system.
kn: ವಿನಿಮಯಸ್ಮೃತಿ ಸಾಧನ %s: %s ಅನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿತು. ಬಹುಶಃ ಇದು ಈ ವಿನಿಮಯಸ್ಮೃತಿ ವಿಭಾಗ ಮೊದಲುಗೊಂಡಿಲ್ಲವೆಂದು ಸೂಚಿಸುತ್ತದೆ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು ಸರಿ ಯನ್ನು ಒತ್ತಿರಿ.
te: దోషం స్వాప్ సాధనం %s: %sవీలుకాదు ఇది సాధారణంగా ఈ స్వాప్ విభజన సంస్థాపించబడలేదు. మీ కంప్యూటరును పునఃప్రారంభించటానికి సరేను నొక్కండి.

source: Bad blocks have been detected on device /dev/%s. We do not recommend you use this device. Press <Enter> to reboot your system
kn: ಸಾಧನ /dev/%s ನಲ್ಲಿ ದೋಷಯುಕ್ತ ಖಂಡಗಳು ಕಂಡುಬಂದಿವೆ. ಈ ಸಾಧನವನ್ನು ಬಳಸುವುದನ್ನು ನಾವು ಶಿಫಾರಸು ಮಾಡುವುದಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು <Enter> ಒತ್ತಿರಿ
te: ఈ /dev/%sలో చెడ్డ అడ్డంకులు కనుగొనబడ్డాయి. సాధనాన్ని ఉపయోగించటానికి మద్దతివ్వము. కంప్యూటరును ప్రారంభించటానికి <Enter> నొక్కండి

source: An error occurred searching for bad blocks on %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
kn: %s ನ ದೋಷಯುಕ್ತ ಖಂಡಗಳನ್ನು ಹುಡುಕುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಈ ತೊಂದರೆ ಗಂಭೀರವಾಗಿದ್ದು, ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು <Enter> ಒತ್ತಿರಿ.
te: %sలో చెడ్డ అడ్డంకులకోసం వెతుకుతున్నప్పుడు ఒక దోషం సంభవించింది. ఈ సమస్య తీవ్రమైంది, మరియూ సంస్థాపన కొనసాగించలేము. మీకంప్యూటరును పునఃప్రారంభించటానికి <Enter> నొక్కండి.

source: An error occurred trying to format %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
kn: %s ಅನ್ನು ಫಾರ್ಮಾಟುಗೊಳಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಈ ತೊಂದರೆ ಗಂಭೀರವಾಗಿದ್ದು, ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು <Enter> ಒತ್ತಿರಿ.
te: %sని ఆకృతీకరణ ప్రయత్నంలో దోషం సంభవించింది. ఈ సమస్య తీవ్రమైంది, మరియూ సంస్థాపన కొనసాగించలేము. మీ కంప్యూటరును పునఃప్రారంభించటానికి <Enter> నొక్కండి

source: An error occurred trying to migrate %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
kn: %s ಅನ್ನು ಬದಲಾಯಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಈ ತೊಂದರೆ ಗಂಭೀರವಾಗಿದ್ದು, ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು <Enter> ಒತ್ತಿರಿ.
te: %sకి వలస పోవటానికి ప్రయత్నిస్తున్నప్పుడు ఒక దోషం సంభవించింది. ఈ సమస్య తీవ్రమైంది, మరియూ సంస్థాపన కొనసాగించలేము. మీ కంప్యూటరును పునఃప్రారంభించటానికి <ప్రవేశం> నొక్కండి

source: Invalid mount point
kn: ಅಮಾನ್ಯವಾದ ಆರೋಹಣಾತಾಣ
te: చెల్లని మరల్పు కేంద్రం

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to reboot your system.
kn: %s ಅನ್ನು ಸೃಷ್ಟಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಈ ಮಾರ್ಗನಿರ್ದೇಶನದಲ್ಲಿನ ಯಾವುದೋ ಒಂದು ಅಂಶ ಕಡತಕೋಶವಲ್ಲ. ಇದೊಂದು ಮಾರಕ ದೋಷವಾಗಿದ್ದು ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು <Enter> ಒತ್ತಿರಿ.
te: %sని సృష్టించటానికి ప్రయత్నిస్తున్నప్పుడు ఒక దోషం సంభవించింది. ఈ మార్గంయొక్క కొన్ని మూలకాలు డైరెక్టరీకాదు. ఇది ప్రమాదకరమైన దోషం మరియూ సంస్థాపన కొనసాగించలేము. మీ కంప్యూటరును పునఃప్రారంభించటానికి <ప్రవేశం>ని నొక్కండి.

source: An error occurred when trying to create %s: %s. This is a fatal error and the install cannot continue. Press <Enter> to reboot your system.
kn: %s: %s ಅನ್ನು ಸೃಷ್ಟಿಸುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ. ಇದೊಂದು ಮಾರಕ ದೋಷವಾಗಿದ್ದು ಅನುಸ್ಥಾಪನೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ಗಣಕವನ್ನು ಮರುಸಜ್ಜುಗೊಳಿಸಲು <Enter> ಒತ್ತಿರಿ.
te: %s: %s ని సృష్టించేటప్పుడు ఒక దోషం సంభవించింది. ఇది ప్రమాదకరమైన దోషం మరియూ సంస్థాపన కొనసాగించలేము. మీ కంప్యూటరును పునఃప్రారంభించటానికి <ప్రవేశం> నొక్కండి.

source: Unable to mount filesystem
kn: ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಆರೋಹಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
te: పైళ్లవిధానం మరల్పు అసాధ్యం
