Repository: sergey-senozhatsky/anaconda-11-vlan-support
Catalog: po/*.po
Languages: kn, te

source: west Dem. Rep. of Congo
kn: ಪಶ್ಚಿಮ ಕಾಂಗೋ
te: పశ్చిమ Dem. Rep. of Congo

source: west Tibet & Xinjiang
kn: ಪೂರ್ವ ಟಿಬೆಟ್ ಮತ್ತು ಗ್ಸಿಂಗ್ಜಿಯಾಂಗ್
te: పశ్చిమ Tibet & Xinjiang

source: west Uzbekistan
kn: ಪಶ್ಚಿಮ ಉಜ್ಬೇಕಿಸ್ತಾನ
te: పశ్చిమ Uzbekistan

source: Afrikaans
kn: ಆಫ್ರಿಕಾನಾಸ್

source: Arabic
kn: ಅರೇಬಿಕ್

source: Assamese
kn: ಅಸ್ಸಾಮಿ
te: అస్సామీ

source: Bengali
kn: ಬಂಗಾಳಿ

source: Bengali(India)
kn: ಬಂಗಾಳಿ(ಭಾರತ)

source: Bulgarian
kn: ಬಲ್ಗೇರಿಯನ್

source: Catalan
kn: ಕ್ಯಾಟಲಾನ್

source: Chinese(Simplified)
kn: ಚೀನೀ(ಸರಳೀಕೃತ)

source: Chinese(Traditional)
kn: ಚೀನೀ(ಸಾಂಪ್ರದಾಯಿಕ)

source: Croatian
kn: ಕ್ರೊಯೇಶಿಯನ್

source: Czech
kn: ಚೆಕ್

source: Danish
kn: ಡ್ಯಾನಿಷ್

source: Dutch
kn: ಡಚ್

source: English
kn: ಇಂಗ್ಲೀಷ್

source: Estonian
kn: ಎಸ್ಚೋನಿಯನ್

source: Finnish
kn: ಫಿನ್ನಿಷ್

source: French
kn: ಫ್ರೆಂಚ್

source: German
kn: ಜರ್ಮನ್

source: Greek
kn: ಗ್ರೀಕ್

source: Gujarati
kn: ಗುಜರಾತಿ

source: Hindi
kn: ಹಿಂದಿ

source: Hungarian
kn: ಹಂಗೇರಿಯನ್

source: Icelandic
kn: ಐಸ್ಲ್ಯಾಂಡಿಕ್

source: Indonesian
kn: ಇಂಡೋನೇಷಿಯನ್

source: Italian
kn: ಇಟಾಲಿಯನ್

source: Japanese
kn: ಜಪಾನೀಸ್

source: Kannada
kn: ಕನ್ನಡ

source: Korean
kn: ಕೋರಿಯನ್

source: Macedonian
kn: ಮೆಸಡೋನಿಯನ್

source: Malay
kn: ಮಲೇಯ್

source: Malayalam
kn: ಮಲಯಾಳಂ

source: Marathi
kn: ಮರಾಠಿ

source: Norwegian
kn: ನಾರ್ವೇಯಿಯನ್

source: Northern Sotho
kn: ಉತ್ತರ ಸೋಥೋ

source: Oriya
kn: ಒರಿಯಾ

source: Polish
kn: ಪೋಲಿಷ್

source: Portuguese
kn: ಪೋರ್ಚುಗೀಸ್

source: Portuguese(Brazilian)
kn: ಪೋರ್ಚುಗೀಸ್(ಬ್ರೆಜಿಲಿಯನ್)

source: Punjabi
kn: ಪಂಜಾಬಿ

source: Russian
kn: ರಷಿಯನ್

source: Serbian
kn: ಸರ್ಬಿಯನ್

source: Serbian(Latin)
kn: ಸರ್ಬಿಯನ್(ಲಾಟಿನ್)

source: Sinhala
kn: ಸಿಂಹಳ
te: సింహ

source: Slovak
kn: ಸ್ಲೋವಾಕ್

source: Slovenian
kn: ಸ್ಲೋವೇನಿಯನ್

source: Spanish
kn: ಸ್ಪ್ಯಾನಿಷ್

source: Swedish
kn: ಸ್ವೀಡಿಷ್

source: Tamil
kn: ತಮಿಳು

source: Telugu
kn: ತೆಲುಗು
te: తెలుగు

source: Turkish
kn: ತುರ್ಕಿಶ್

source: Ukrainian
kn: ಯುಕ್ರೇನಿಯನ್

source: Vietnamese
kn: ವಿಯೆಟ್ನಾಮೀಸ್

source: Welsh
kn: ವೆಲ್ಷ್

source: Zulu
kn: ಜುಲು

source: Drive %s (Geom: %s/%s/%s) (Model: %s)
te: Drive %s (Geom: %s/%s/%s) (రకం: %s)

source: Drive %s (%-0.f MB) (Model: %s)
te: Drive %s (%-0.f MB) (రకం: %s)

source: R_AID
te: RAID (_A)

source: _LVM
te: LVM (_L)

source: UNCONFIGURED
te: ఆకృతీకరించని
